
@if eval=v(50)==-1 ok=jump:*scene1_start
@if eval=v(50)==3 ok=jump:*scene1_init
@if eval=v(50)==2 ok=jump:*scene2_init
@if eval=v(50)==1 ok=jump:*scene3_init
@if eval=v(50)==0 ok=jump:*scene4_init



;;-----------------------------------------------------------------------------
*scene1_init
*scene1_start
;;-----------------------------------------------------------------------------

;;　●分岐：敗北

;;※破瓜の血が流れるパターン
;;ＣＧ■CG03 イリス・レッドオークに凌辱
@bgm f=bgm06
@bgf- bg=ev03 t=1000

[イリス/irs0033]「――くううっ！？　は、放しなさい！！」

[レッドオーク]「ハハハ！　やっぱりただのチキン魔王だったな！　ほら、大人しくしなっ！」

　レッドオークは私をあっという間に裸に剥くと、力任せに押し倒し、太ももを掴んで股を開く。

[イリス/irs0034]（くっ…！　オーク如きに、なんて屈辱…！）

[イリス/irs0035]「放せ！　放せと言っているのが分からないの！？」

　私は必死に暴れ、レッドオークの拘束から逃れようとする。

　村娘のオマンコから引き抜かれた勃起チンポは白い汁をダラダラと垂らしながら、血気にはやってビクリ、ビクリと脈動している。

[イリス/irs0036]（……ッ！　オーク如きに犯されるなんて……！）

[レッドオーク]「誰に向かってものを言ってるんだ？　んん？　勝ったのは俺様だと言うことを忘れたか？」

@if eval=v(50)==-1 ok=jump:*scene2_start
@end
;;-----------------------------------------------------------------------------
*scene2_init
@if eval=v(52)==0 ok=jump:*scene2_start
@bgm f=bgm06
@bgf- bg=ev03 t=1000
*scene2_start
;;-----------------------------------------------------------------------------

[イリス/irs0037]「――くっ！？」

;;ＳＥ■下品な粘着音
@se f=手マン_1 l=1

[イリス/irs0038]「や、やめなさい……そんなもの、擦りつけないで！」

[イリス/irs0039]（ッ…！　汚いモノが私のアソコに…！　いや……こんな低級な豚に……犯されるなんて！！）

[レッドオーク]「へへっ、たっぷりと犯してやるぜっ！！」

@se
;;効果■画面白フラッシュ
;;ＣＧ■CG03a
;;ＳＥ■チンポ挿入音
@flash
@bgf- bg=ev03a_1 t=1000
@se f=挿入音

[イリス/irs0040]「あっっああああああああぁぁっ！！」

;;　処女パターンシナリオ
;;-----------------------------------------------------------------------------

[イリス/irs0041]（痛っ……！　こんなっ…太いの、はいら、ない…）

[レッドオーク]「おおおぉ、こいつは極上のマンコだ……！　きつくて……ヌルヌルして……しかもお前、処女だったのか！」

[イリス/irs0042]「あぐぅっ！？」

;;-----------------------------------------------------------------------------

[レッドオーク]「そらそら！　もっと奥まで挿れてやるっ！」

;;ＣＧ■CG03b
@bgf- bg=ev03b_1 t=500
;;ＳＥ■チンポ挿入音、さらに激しく
@se f=挿入音

[イリス/irs0045]「ああああああああぁ！？」

[レッドオーク]「おおお、こいつはたまんねえぜ！　ガンガン突き倒してやる！！」

;;ＳＥ■下品な粘着音
@se f=ピストン l=1
@bgv f=aegi_irs1

[イリス/irs0046]「あっああああぁ！？　う、動くな！　動かないでえええ！？　あああああああぁ！！」

　私の膣にグロテスクな男根を深々と埋めこんだレッドオークは、いよいよ腰をしゃくって硬い極太を抜き差しし始めた。

　お腹の底から沸き上がる切ない灼熱感に、私は思わず歯を喰いしばり、くぐもった悲鳴をあげてしまう。

[レッドオーク]「おおおぉ、それにしても……こいつはなんてオマンコだ！　奥の奥まですごく狭くて……チンポに吸いついてくるぞ！」

[イリス/irs0047]「くっ……やめろっ……！　そんな、激しく……奥まで……んぅううっ！」

　レッドオークは歓喜の声を上ずらせ、臭い息を撒き散らしながらカクカクと腰を振る。

　燃え盛る松明さながらの熱い肉棒が、窄まろうとするオマンコを強引に割り広げ、奥へ手前へと、我が物顔で行ったり来たりする。

[イリス/irs0048]（ぁああっ！？　これ……すごく、大きい……それに……なんて硬いの！）

[イリス/irs0049]（や、やだ……亀頭の出っ張りが……オマンコの粘膜を掻き毟って……あああぁ！？　やだ……変な気持ちに……！？）

[イリス/irs0050]（こんなことイヤなのに…………うううぅ！？　オマンコ……感じちゃう！！）

@bgv f=aegi_irs2

[イリス/irs0051]「や……やめて……！　あっあっ……あっあっあっあっ………いい加減に……！？　ひうっ！？　あああああぁ！？」

[レッドオーク]「ハハハ！　名器を持ってるだけじゃなく、どうやら先天性の淫乱女らしいな！　もう感じてきたのか！？」

[イリス/irs0052]「な……何を言うの！？　私は、そんな……！　あっあっ……いやっ、やめて……」

[レッドオーク]「おぉおぉ、スケベな汁だけじゃなく、エロい声も出てきたぞ！　そらそら、もっと感じてよがりまくれよ！！」

[イリス/irs0053]「やっ、ばかっ………ああああぁ！？」

　レッドオークはいっそう激しく腰をしゃくり、バツン、バツンと爆ぜ音を響かせて股間を叩きつけてくる。

　チンポはいっそう硬さと大きさを増し、膣奥深く突きこむたびに、私の子宮を抉っては、膣襞を引っ掻いて入口まで戻る。

　凶暴なペニスにオマンコをほじくり返され、はしたない蜜の音がヌチャヌチャと響いた。

　私のマンコは意志とは裏腹に濃厚な汁を分泌させ、横暴なチンポの抜き差しをいっそう快適なものにさせてしまう。

[イリス/irs0054]（ああ……！　こんな下等な魔物に犯されているのに……あっあっ……！？）

[イリス/irs0055]「はう、ふわっ、あん、やだ……やめて……あっあっあっ……だめ、ああ、もうやめ、て……ああああぁ！？」

[レッドオーク]「おおぉ、メチャメチャエロいな、魔王さんよっ！　そんなエロい声でよがられたら……もうチンポがたまらないぜっ！！」

@if eval=v(50)==-1 ok=jump:*scene3_start
@end
;;-----------------------------------------------------------------------------
*scene3_init
@if eval=v(52)==0 ok=jump:*scene3_start
@bgm f=bgm06
@bgf- bg=ev03b_1 t=500
*scene3_start
;;-----------------------------------------------------------------------------

;;ＳＥ■下品な粘着音、さらに激しく
@se f=ピストン_激しい l=1
@bgv f=aegi_irs3

[イリス/irs0056]「ああああぁ！？　そんな……やだっ……そんな、激しいのっ……！　あっあっ、あっっああああぁ！？」

[イリス/irs0057]（ああ、すごい……すごいのおお！　オ、オマンコの中……いっぱい掻き回されて……！）

[イリス/irs0058]（か、感じちゃう！　イヤなのに……こんなのイヤでイヤでたまらないのに……気持ちよくなっちゃう！）

　猛るカリ首が前へ後ろへと膣襞を擦過する。

　剥きだしの快楽神経を、そのまま掻き毟られるような、甘い甘い激感。

　甘酸っぱさいっぱいの快さがシミのように股間から、脊髄に、脳髄に、四肢の末端に広がって切なく疼く。

[レッドオーク]「おお、おおおおぉ……ああ、いい気持ちだ！　さあ、出すぞ！　このドロドロのエロマンコに！　たっぷりと俺様のチンポ汁をな！」

[イリス/irs0059]「――えっ、ええっ！？　あああぁ！　あっあああああぁ！？」

;;ＳＥ■下品な粘着音
@se f=ピストン_高速 l=1
@bgv f=aegi_irs4

[イリス/irs0060]（ああ、は、激しい！　激しすぎるっ！　ひいいいいぃ！？）

　最後の瞬間が近づいてきたらしいレッドオークは、フンフンと鼻息も荒く怒濤の腰振りでチンポを抜き差しする。

　持ち主の意志を裏切りだした私の媚肉は、襞を掻かれ、子宮をヌポヌポと容赦なく抉られて、甘く閃く恍惚の火花を連続で噴き散らす。

[イリス/irs0061]（――っ！？　だけど……このままじゃ！？）

[イリス/irs0062]「い、いや！　ああ、だめ！　出さないで！　中になんて……中になんて、ゆ、許さ、ない……ひいい！？」

[レッドオーク]「ハハ、お前の許可なんて必要ないぞ！　ああ、もうだめだ！　さあ、出すぞ！　出すぞ出すぞ！！」

[イリス/irs0063]「ひいいいっ！？　やめて……いやああああぁ！！」

[レッドオーク]「ああ、射精（で）るっ！　うおおおおおおお！！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG03c
;;ＳＥ■射精音
@fin bg=ev03c se=射精音

[イリス/irs0064]「ああああああああああぁぁ！！」

[レッドオーク]「おおおぉ、ハハハ、最高だぜ！」

[イリス/irs0065]「あっ……ああああぁ……！？」

[イリス/irs0066]（ああ、身体が……ビクビクして……ううっ、止まらない！）

[レッドオーク]「おぉおぉ、お前も気持ちよさそうだな、淫乱魔王さん！　こんなに身体を痙攣させて、けっこう悦んでるじゃないか！」

[イリス/irs0067]「ち、違う……！　これは……ちが、う……ああああ……」

[レッドオーク]「ハハ！　そら、たんまりと出してやる！　レッドオークのチンポ汁は繁殖力が強いからな！　こいつは妊娠確定だ！！」

[イリス/irs0068]「あうう、そんな……だ、誰が……お前の子供なんか……」

　お腹の底の奥深くに、じわじわと温かな感触が広がっていく。

　本当にこんな魔物に中出し射精を許してしまったのだと思うと、改めて絶望的かつ暗澹たる気分になる。

[レッドオーク]「……へへっ、魔王がオークの子を孕むなんて滑稽だぜ」

[イリス/irs0069]「う、うう……！？」

[レッドオーク]「確実に孕むまで、とことん犯してやるからなぁ！」

[イリス/irs0070]「――ィ、イヤぁああ！　オークの子供なんて…ああぁ！」

;;背景■画面黒
@fade type=out t=1000 wt=1
;;ＳＥ■下品な粘着音
@se f=ピストン_激しい l=1
@bgv f=aegi_irs4

[イリス/irs0071]「あああぁ、や、やめて！　やめてえええぇ！　ひいいいいぃ！？」

[イリス/irs0072]（ま、まだ……続けるつもり！？　ひいいいぃ！？）

　射精が終わるか終わらないかのうちに、レッドオークはまたも雄々しくカクカクと腰をしゃくり出す。

[イリス/irs0073]「あああああぁ、やめて！　これ以上は……ぁぁあああああああぁ！！」

　そんなレッドオークの悪辣な責めに、私は不様な悲鳴をあげ、髪を乱して悶え続けた……。

@bgv
@se

@if eval=v(50)==-1 ok=jump:*scene4_start
; NEW
@fade type=in t=1000 wt=1
; NEW
@wait t=1000

@end
;;-----------------------------------------------------------------------------
*scene4_init
@if eval=v(52)==0 ok=jump:*scene4_start
@bgm f=bgm06
@bgv f=aegi_irs4
;FIXME: how to add an immediate black screen?
@fade type=out t=1000 wt=1
@wait t=1000
*scene4_start
;;-----------------------------------------------------------------------------

　……………………

　…………

　……

　――そして、それから時間が経って……。

[イリス/irs0074]「あはぁ！　か、感じちゃう！　感じるううううぅ！！」

@wait t=1000
@bgf- bg=ev03d t=1000
@fade type=in t=1000 wt=1

;;ＣＧ■CG03d

;;ＳＥ■下品な粘着音
@se f=ピストン_激しい l=1
@bgv f=aegi_irs3

[イリス/irs0075]「あっあっあっ……いやぁ、そんなに激しくされたら……あっあっあっ、お腹の赤ちゃん揺れちゃう！　揺れちゃううううぅ！！」

[レッドオーク]「ハハハハ！　もうガキだって慣れっこさ。お前の子宮は、こうやって揺さぶられるのが普通だと思ってるだろうぜ！」

[イリス/irs0076]「ああ、そんな！？　あっあああああああああぁ！？」

　私はドロドロと濃厚な白濁精子にまみれ、腹ボテ状態でレッドオークに犯されていた。

　初めて犯されたあの日からどれだけの月日が経ったのか……すでに妊娠と出産を二度も繰り返し、今孕んでいるので３匹目になる。

[レッドオーク]「しかし不様な魔王だな。ああ！？　チンポ汁まみれになってレッドオークのガキを３匹も身籠もるとは……」

[レッドオーク]「だが安心しろ、魔王！　３匹目を産んだら、すぐに４匹目も身籠もらせてやる！　ハハハ！」

[イリス/irs0077]「ひいいぃ！？　や、やめて……！　もう産みたくない……産ませないで……お願いだからああぁ！　あああああぁ！！」

[レッドオーク]「とか何とか言って、今日もエロい声でよがりまくっているじゃないか！」

[レッドオーク]「ガキを孕んでマンコからひりだすこと以外に、お前に何の能があると言うんだ！！」

;;ＳＥ■下品な粘着音、さらに激しく
;;ＳＥ■股間と股間が激突する音
@bgv f=aegi_irs4

[イリス/irs0078]「ああああぁ！　ぅっああああああぁ！？　ああん、す、すごいひひぃ！　ひいいいいぃぃ！？　か、感じるううううぅ！！」

　心など、もうとっくに折れてしまっていた。

　生殖行為だけが可能にするこの世の天国さながらの快感に恍惚とし、私は身も蓋もない嬌声を上げる。

[レッドオーク]「おおぉ、今日も素直なマンコだな！　嬉しそうにムギュムギュとチンポを締めつけやがって！」

[イリス/irs0079]「ああぁ、感じちゃうの！　子宮にズンズンって、食いこんで……あああぁ、蕩けちゃうぅう！！」

[レッドオーク]「こいつはたまらん！　そら、チンポ汁が欲しいんだろ！　好きなだけ、たっぷりとくれてやる！！」

[イリス/irs0080]「ぃや、もう出さないで……ぁ、はあ、あ……あ……あっぁぁぁあああああああっ……！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG03e
;;ＳＥ■射精音
@fin bg=ev03e se=射精音

[イリス/irs0081]「あっああああああああああああぁぁぁっ！！」

;;ＳＥ■母乳噴出音

[イリス/irs0082]「ひいいいぃ！　あああ、母乳噴いちゃぅう！　ひいいい、これ……最高なの！　ぁっぁああああああ！！」

　歓喜の嬌声を迸らせ、私はアクメに突き抜ける。

　頂点の悦びに酔い痴れた乳房がたぷたぷと跳ね躍り、痼りきった乳首からしぶく勢いでミルクを噴き出させた。

　完全に調教されきった私の身体は、精を注がれる被虐の快感にうっとりしながら、今日もビクビクと派手に痙攣する。

[イリス/irs0083]「あっ……ああああぁ……」

;;背景■画面黒
@bgm
@fade type=out t=1000 wt=1
@ev

　最高に気持ちよくて、最高に地獄な悪夢の日々。

　私への性調教は、それでも終わることなくなおも続き、結局私はレッドオークの子を、１００匹以上も産むことになるのだった……。

;;背景■画面黒
@rps_ex


;;　　→バッドエンド・レッドオーク

