
@if eval=v(50)==-1 ok=jump:*scene1_start
@if eval=v(50)==3 ok=jump:*scene1_init
@if eval=v(50)==2 ok=jump:*scene2_init
@if eval=v(50)==1 ok=jump:*scene3_init
@if eval=v(50)==0 ok=jump:*scene4_init



;;-----------------------------------------------------------------------------
*scene1_init
*scene1_start
;;-----------------------------------------------------------------------------

;;※非処女のパターン
;;　戦闘：山賊の首領＋子分
;;　●分岐：敗北

;;ＣＧ■CG04 イリス・山賊に輪姦
@bgm f=bgm04
@bgf- bg=ev04 t=1000

[イリス/irs0084]「くっ！？　この私が、人間ごときに負けるなんて……！！」

　戦いに敗れた私は、山賊たちに躍りかかられ、あっという間に一糸まとわぬ姿に剥かれる。

　飢えた獣の目をした人間の男どもに、よってたかってのしかかられた。

　ギラギラと不穏に揺れる野獣どもの眼光に、胸や股間を晒させられて、私はつい顔を熱くしてしまう。

[イリス/irs0085]「は、放せと言っている！　気安く触るな！」

[山賊Ａ]「おら、暴れるな！　大人しくしろ！」

[山賊Ｂ]「しかしこいつは上玉ですね、お頭！　へへへっ！」

　私の必死な抵抗の様子が、ますます野卑な山賊どもを調子に乗らせる。

　長いこと湯浴みもしていないような男どもは、全身から鼻が曲がるかと思うほどの悪臭を放ちながら、力任せに私の手足を押さえつける。

[イリス/irs0086]「……っ！　汚い手で触るな！　放して！」

　その股間から天衝く尖塔さながらに反り返るのは、垢にまみれて不気味に艶光りする勃起チンポ。

　亀頭の先からはすでにヌルヌルと先走り汁が漏れ、ひくつく尿口が開閉するたびに、新たな汁を搾り出している。

[イリス/irs0087]（くっ、人間如きに犯されるなんて……最低の気分よ）

[山賊Ｃ]「おぉおぉ、こいつは見事な貧乳だぜ！　クソ生意気な性格は、コンプレックスの裏返しか！？」

[イリス/irs0088]「だ、誰が貧乳よ！　私を誰だと――！？」

[首領]「へへっ！　素直に仲間になっていればよかったものを……馬鹿な女だ」

　山賊の首領はニヤリと口の端を吊り上げてサディスティックに笑み、組み敷く私の身体にねっとりとした視線を這い回らせる。

[イリス/irs0089]「……ふんッ！　お前如き人間が、私の裸を見れるなんて、本来なら永遠にない事なのだから、感謝する事ね」

@if eval=v(50)==-1 ok=jump:*scene2_start
@end
;;-----------------------------------------------------------------------------
*scene2_init
@if eval=v(52)==0 ok=jump:*scene2_start
@bgm f=bgm04
@bgf- bg=ev04 t=1000
*scene2_start
;;-----------------------------------------------------------------------------

[首領]「ハハ！　その気の強さ、大好物だぜ！　こんな極上の獲物とヤレるなんてめったにないからな！　たっぷり楽しませてもらうぞ！」

[イリス/irs0090]「――ッ！？」

;;効果■画面白フラッシュ
;;ＣＧ■CG04a
;;ＳＥ■チンポ挿入音
@flash
@bgf- bg=ev04a t=1000
@se f=挿入音

[イリス/irs0091]「んぐぅっ！！」

;;※非処女のパターン
;;----------------------------------

[イリス/irs0094]「あああぁ！？　ううっ、きさま……よくも……！？」

[首領]「うおおお……きついマンコだぜ……クソ生意気な性格で貧乳の割りには、随分エロいマンコだなっ！」

[イリス/irs0095]「んあぁっ！？」

;;----------------------------------

[イリス/irs0096]「――んぐうううぅ！？」

[山賊Ａ]「そおらあああ！　生意気な口も、マンコにして奉仕させてやる！」

[山賊Ｂ]「うおおおぉ！？　くうう、お頭、マンコだけじゃなくてケツの穴の締まりもいいみたいですぜ！　チンポを思いきり締めつける！」

　山賊の頭が容赦ない残忍さで私のオマンコにチンポを挿入するや、続いて悪辣な子分どもが口へ、アナルへと、次々に汚いチンポを突き刺してくる。

[イリス/irs0097]「むぐっ……んぐぐうううぅ！？」

[イリス/irs0098]（口と……お尻の穴にまで！？　……く、苦しぃ――！？）

[首領]「そらそら！　どんな気分だ、女、ああ！？　全部の穴を塞いでやったぞ！」

[イリス/irs0099]「むぐっ……んぐうううぅ！？　ぷはっ…ぬ、抜いて……今すぐ抜きなさい！！」

[首領]「はあ？　馬鹿かお前は。こんな風に挿れたらな……後はこうやって挿れたり出したりするしかねえだろっ！」

[イリス/irs0100]「――んぐぅ！？」

;;ＳＥ■下品な粘着音
@se f=ピストン l=1

[イリス/irs0101]「んむぐううう！？　んっんっんっ！　んぐぐうううっ！！」

[イリス/irs0102]（ああ、汚いチンポが……オマンコで、アナルで、く、口の中で……激しく動いて……！？　いやあああぁ！！）

　天を向いて反り返る野獣どもの牡茎が、胎奥へと続く粘膜を、排泄のためにあるはずの粘膜を、口の中の粘膜をスリコギのようにほじり抜く。

　生まれて初めて覚える、肉という肉が煮立てられ、血液が沸騰を始めるような灼熱感。

[イリス/irs0103]「――んんッ！？　ふっ、むっ……んぅううっ！！」

;;効果■画面白フラッシュ
;;@flash
@flash t=100
@bgv f=aegi_irs1

[イリス/irs0104]（あああぁ……なんなの、この感覚……こんなのって……）

　カリ首の出っ張りに抉られる粘膜が、焼けるような熱さとともに、狼狽する心地とは裏腹な甘い閃きを放ちだす。

[イリス/irs0105]「むぐっ！？　んっんっ、いやあぁ……もがっ……やめ、れ……むぐ、んむぐうぅ……ぐっ、むぼっ！」

[山賊Ａ]「ほらほらほらっ！　咥えこんでるだけじゃ、まだまだ全然気持ちよくねえぞっ！　もっと口を窄めて、オチンポ様を舐めしゃぶれ！」

　興奮した上ずり気味の声をあげ、私を煽ったのは口を犯す山賊だ。

　汚れた赤ら顔をますます紅潮させながら、焦れたように腰をしゃくり、喉奥深くまでチンポを叩きこむ。

@bgv f=fera_irs1

[イリス/irs0106]「ひぐうぅ！？　く、くるひい……」

[山賊Ａ]「しゃぶれって言ってるんだ！」

[イリス/irs0107]「ぐうう……ん、チュル……んっ、ちゅぱ、ンチュ……んんっ」

[山賊Ａ]「おおぉ、そうだ……ああ、いい感じだぞ！　もっとだ……もっと思いきり舌と粘膜を使ってしゃぶり倒せっ！！」

[イリス/irs0108]「んんんむぅ！？　ピチャ、ぴちゃ、ぢゅぷっ！　ぢゅぽぢゅぽ……ぢゅぽぢゅぽぢゅぽ、ぢゅぽ……！！」

[山賊Ａ]「ぐおおぉぉ……ああ、気持ちいいぞ……」

　息苦しさにかられて追いつめられた私は、せがまれるまま舌をくねらせ、山賊のチンポに卑しい奉仕をしてしまう。

　ざらつく舌が柔らかな亀頭に、棹に食いこんでは、激しい勢いで擦りあげた。

　山賊は気持ちよさそうに天を仰いで歓喜の呻きを漏らし、チンポの先からはドロドロと、ナメコのぬめりのような先走り汁をダダ漏れさせる。

[イリス/irs0109]（ううっ！？　先走り汁が……口の中に……き、気持ち悪いっ！　うぐううぅ！！）

　私は心の底から山賊どものチンポを忌み嫌い、こんな屈辱的な真似を働く人間どもに、強烈な殺意を新たにする。

@bgv
;;効果■画面白フラッシュ

[イリス/irs0110]「むぐううっ！？」

@if eval=v(50)==-1 ok=jump:*scene3_start
@end
;;-----------------------------------------------------------------------------
*scene3_init
@if eval=v(52)==0 ok=jump:*scene3_start
@bgm f=bgm04
@bgf- bg=ev04a t=1000
*scene3_start
;;-----------------------------------------------------------------------------

;;効果■画面白フラッシュ
@bgf bg=ev04a_2 t=500

;;ＳＥ■下品な粘着音、さらに激しく
@se f=ピストン_激しい l=1
@bgv f=aegi_irs2

[首領]「おぉおぉ、濡れてきた、濡れてきた！　ずいぶん感じやすいマンコだな！　相当いい感じになってきたんじゃないか！？」

[イリス/irs0111]「んむぐうっ！？　な、何を言っているの……！　これは……これは！？　んぐぅ！」

[イリス/irs0112]（い、いやぁ……感じたくないのに……身体が熱くなって……）

　山賊どものチンポの抜き差しは、更に激しさを増していき、完全な獣の動きになっていた。

　過敏な粘膜をあちらもこちらも強引に掻き毟られ、意志とは裏腹な肉の悦びが、胎内に、お尻の中に、じわじわと広がる。

[首領]「おおぉぉ、締まる締まる……！　マンコ汁をブチュブチュと漏らしながら、卑しいマンコが気持ちよさそうにチンポを締めつけているぞ！」

[イリス/irs0113]「んんぅ！？　ああ、嘘よ……そんなの、う、そ……あっあっ、んむぐうっ、ひむぐううぅ！？」

[イリス/irs0114]（ああ、イヤ…人間如きに犯されて感じるなんて…！　……あああぁ！？）

[山賊Ｂ]「うおおぉ、こいつはたまんねぇ……ケツの穴が魚の口みたいにパクパクして……ああぁ、チンポに吸いついてしごきやがる！」

[イリス/irs0115]「し、してない……！　そんなこと、私……むぶう、ぢゅぽぢゅぽぢゅぽ！　ピチャっ！　ぢゅぽぢゅぽぢゅぽ！！」

[山賊Ａ]「おらっ、もっと舌を使え……！　思いきり亀頭をしゃぶるんだよ！」

[イリス/irs0116]「くっ……！？　ぢゅぽぢゅぽぢゅぽ！！　ぢゅぽぢゅぽぢゅぽぢゅるっ！」

[首領]「おお、いい感じだぞ、女っ！　犯されてるっていうのに、どうやらお前も一緒にアクメしそうだな！　まあ、しょせんこれが女って生き物だ！」

　うろたえる私の心の底まで見透かしたかのような蔑みの声をあげ、山賊の頭はしゃくる腰遣いに怒濤のスパートをかける。

[イリス/irs0117]「んんんぅ！？　ぐううううっ！？」

[山賊Ａ]「おおぉ、もう我慢できませんぜ、お頭……！　この女、あんまりエロすぎて……チンポが爆発しちまいそうだ！」

[山賊Ｂ]「ケ、ケツの穴の吸いつきぶりも半端じゃねえ！　ああ、もうだめです、お頭……我慢したくても、精子が出ちまうっ！！」

　首領の後を追いかけるようにして、手下の山賊たちも腰の動きをＭＡＸにする。

　膣、アナル、口の中――３つの肉穴を嗜虐のピストンでほじくり返されて、甘い快感が、蜜のように私の身体をとろけさせる。

@bgv f=aegi_irs3

[イリス/irs0118]「むぐううっ！　んぐううぅ！？」

[イリス/irs0119]（ああ…！　イヤ、イヤなのに…身体が熱くなって……もう…！！）

[首領]「うおお、さあ、イクぞっ！　征服の証を、たっぷりとマンコの奥に注ぎ込んでやる！」

[山賊Ａ]「口の中にもな！」

[山賊Ｂ]「ケツの中にもたっぷり出してやるぜ！」

[イリス/irs0120]「んむぐうううっ！　んぐぐぐぐうっ！！　ああ、いや、や、やめ…ああああああぁ！！」

[首領]「そおら、出すぞっ！　うおおおおおおおおおぉ！！」

[イリス/irs0121]「ひいいいっ！　んぐぅあああああああああああぁぁ！！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG04b
;;ＳＥ■射精音
@fin bg=ev04b se=射精音

[イリス/irs0122]「んぐぅぅぅぅうぅぅぅ！！」

　山賊たちに輪姦された私は、とうとうすべての肉穴に、汚い精液を注ぎ入れられた。

　絶頂に突き抜けたどす黒い男根は、ドクン、ドクンと雄々しく脈動し、おぞましいキンタマに溜まっていた濃厚なチンポ汁を、たっぷりと吐き出す。

[イリス/irs0123]「うぐっ……あう、いや……あっ、ああああぁ……」

[山賊Ａ]「ほら、飲めよ！　口から零したりしたら承知しねえぞっ！」

[イリス/irs0124]「ぐっ、うう……んぐっ……んっ、んっ……んんっ……」

　山賊に威嚇され、私は思わず、口の中に溜まりだした白濁汁を、音を立てて嚥下し始める。

　胎内に、直腸へと続く排泄路に、温かな液体の感触が広がり、過敏さを増した粘膜へと染み渡る。

　これはもう、耐えがたい辱め――自分のあまりの不甲斐なさに、滾るような怒りがこみあげてくる。

;;ＣＧ■CG04c
@bgf- bg=ev04c t=500

[イリス/irs0125]「ぐぅ……げ、下種ども……！　必ず……殺してやる……！！」

　行為が終わり、ようやく男たちは、私の穴という穴を解放した。

　全身を精液まみれにされた私は、不覚にも涙のせいで視界が霞むのを感じながら、声を震わせて呪詛の言葉を吐く。

[首領]「へへへっ……威勢のいい女だ。自分だって気持ちよくなっておいて、何を今さら！」

[イリス/irs0126]「き、気持ちよくなんてなってない！」

[首領]「ハハハ、まあほざいておけ！　その勝ち気な小生意気さがいつまで持つか、こうなったらとことん試してやるぜ！」

[イリス/irs0127]「――あぁっ！？」

[山賊Ａ]「へへへ、まだまだヤレるのか、こいつは最高だ！」

[山賊Ｂ]「嬉しいねぇ。こんな上玉、そうそうお目にかかれねえからな！」

[イリス/irs0128]「ああ……！？　もう、やめっ…ああああああぁ！！」

;;背景■画面黒
@fade type=out t=1000 wt=1

　不様に叫ぶ私の悲鳴が虚しくこだました。

　招いてしまったのは、自らのプライドのせいだ。

　こうして私は休む暇もなく山賊どもに犯される、生殖アクメの無間地獄へと引きずりこまれた……。

　……………………

　…………

　……

　そして……

[イリス/irs0129]「ひいいいいん！　もうイヤ！　イヤイヤイヤあぁぁ！　あああああああぁ！！」

@wait t=1000
@bgf- bg=ev04d t=1000
@fade type=in t=1000 wt=1

;;ＣＧ■CG04d

@bgv f=aegi_irs3

[イリス/irs0130]「あっあっあっ、ああん、すごいの、すごいいいぃ！　んっんっ……ちゅ、んんっ……ぶぢゅる！　ぶぴぶぴっ！」

[山賊Ａ]「へへへ！　大分素直になったな。おら、もっと舌を絡ませろっ！」

[イリス/irs0131]「んむぐうっ！？　ピチャピチャピチャ、れぢゅぷ！　ぢゅちゅ！　むはああぁ……♪」

　……いったい、どれぐらいの月日が経ったのだろう。

　いつしか私は精液まみれで薄汚れたまま、意識を白濁させて肉の悦びに溺れる牝犬になっていた。

　乳首にもクリトリスにも奴隷の証のピアスをつけられ、ピンク色の恍惚感に理性を麻痺させて汚いチンポを舐めしゃぶる。

[首領]「おぉおぉ、このスケベな牝犬は……気持ちよさそうに自分から尻を振ってマンコを擦りつけてくるぞ！」

[イリス/irs0132]「むぶう、んむぶうぅンン♪　ああん、だって……だってええぇ！　ちゅぱちゅぱ、んぢゅるぷ！　ぢゅぽぢゅぽぢゅぽっ！！」

[山賊Ｂ]「まったくこの女、どうしようもない淫乱ですぜ、お頭。ケツの穴も、ずっとヒクヒクしっぱなしでさぁ」

[山賊たち]「ハハハハ！」

[イリス/irs0133]「むふうう、犯して……ぢゅぽぢゅぽぢゅぽ！　もっともっとマンコもアナルも……口も死ぬほど犯してえええぇ！！」

@bgv f=aegi_irs4

[イリス/irs0134]「ああ、またイッちゃう！　ピチャ、ぢゅぶ、ぶぴぴ！　またイク……アクメ来ちゃううううう！！」

　ケダモノたちに嘲笑われようと、蔑まれようと、もう私は燃えあがる肉欲を堪えきれない。

　野卑な山賊のチンポに犯され、この世の天国へと突き抜けることだけが、ただひとつの悦びだった。

[イリス/irs0135]（あああ、ほんとに……もうイクううううっ！！）

[首領]「よおし、いいだろう！　またイカせてやるぞ！　そらそらそら、好きなだけぶっ飛んじまえっ！！　うおおおおおおおおおおっ！！」

[山賊たち]「そおらあああああああああっ！！」

[イリス/irs0136]「あああああっ！　あっっああああああああああぁぁっ！！」

@bgv
;;効果■画面白フラッシュ
;;ＣＧ■CG04e
;;ＳＥ■射精音
@fin bg=ev04e se=射精音

[イリス/irs0137]「んむううううぅぅぅぅぅっ！！」

　そして私は、またも絶頂へと突き抜け、完全に意識を白くする。

　マンコに、アナルに、口の中に、しぶくような勢いで、生臭い汚濁がどぴゅどぴゅと注がれる。

[イリス/irs0138]「ゴクッゴクッ……んっ、んっ…んうぅぅん……し、しあわせ……ああああ……♪」

　それは、たしかに私が口にした言葉――。

　こうして私は魔王としての尊厳を失い、人間たちの性奴隷として、長い時を過ごしていくのだった……。

;;→バッドエンド・山賊
;;背景■画面黒
@rps_ex
