
@if eval=v(50)==-1 ok=jump:*scene1_start
@if eval=v(50)==3 ok=jump:*scene1_init
@if eval=v(50)==2 ok=jump:*scene2_init
@if eval=v(50)==1 ok=jump:*scene3_init
@if eval=v(50)==0 ok=jump:*scene4_init



;;-----------------------------------------------------------------------------
*scene1_init
*scene1_start
;;-----------------------------------------------------------------------------

;;※処女の場合
;;●王道ルート
;;　●分岐：敗北

;;ＣＧ■CG05 イリス・ダイオウイカ触手凌辱
@bgm f=bgm05
@bgf- bg=ev05 t=1000

[イリス/irs0139]「あああぁ！？　くっ！？　や、止めなさい、ダイカ！！　何をするの！！」

[イリス/irs0140]「ひいいぃ！？　触手で、そんなところに…あっ！　んんっぅぅぅっ！？」

[イリス/irs0141]「あっ、あああぁ！？　やめなさい……やめて、ダイカ！　私は魔王……！　お前の飼い主……ああぁ、ちょっと！？　ひいいぃ！！」

　淫らな情欲の虜になったダイオウイカは、クネクネと蠢く触手の先でマンコのワレメをほじり、鋭敏なクリトリスを嬲ってあやす。

[イリス/irs0142]「あっ、ああぁ、ダイカ！　いい加減にしなさい！　あっ、ちょっと……ああ、だめ……い、いやっ……あああああぁ！？」

;;ＣＧ■CG05a
@bgf- bg=ev05a t=500
;;ＳＥ■媚薬体液分泌音
@se f=愛液2
@bgv f=aegi_irs1

[イリス/irs0143]「ああっあああぁぁ！？」

[イリス/irs0144]（触手から……ヌルヌルした生臭い体液が！？　あっ……あああぁ！？）

[イリス/irs0145]（や、やだっ……体液が染みこんで……身体が……ヘンに……んっ……こ、これって……媚薬体液っ！？）

[イリス/irs0146]「あっ、ダイカ……やめて……そ、そんなもの、塗りたくらないで……ふわっ、あっ、ああああぁ……」

[イリス/irs0147]（くぅ…む、胸が……それにア、アソコも……熱くなって……）

[イリス/irs0148]「くっ…うぅ……い、今なら許してあげるわ…！　だ、だから……んあぁっ！？」

@if eval=v(50)==-1 ok=jump:*scene2_start
@end
;;-----------------------------------------------------------------------------
*scene2_init
@if eval=v(52)==0 ok=jump:*scene2_start
@bgm f=bgm05
@bgv f=aegi_irs1
@bgf- bg=ev05a t=500
*scene2_start
;;-----------------------------------------------------------------------------

;;効果■画面白フラッシュ
;;ＣＧ■CG05b
;;ＳＥ■触手挿入音
@flash
@bgf- bg=ev05b_1 t=500
@se f=挿入音

[イリス/irs0149]「ああああっっっ！！」

;;※処女の場合
;;-----------------------------

[イリス/irs0150]「あぐぅぅぅ！！」

[イリス/irs0151]（しょ、触手が……オマンコとアナルにっ……！！）

[イリス/irs0152]（くっ……私の処女が……ペットなんかに奪われるなんて……）

;;-----------------------------

;;ＳＥ■グチョグチョと粘着音を響かせて触手がピストンし出す音
@se f=ピストン l=1
@bgv f=aegi_irs2

[イリス/irs0154]「ああああぁ！？　や、いやあああぁ！　動かないで！　ダイカ、それだめっ！　触手が……触手……ひいいいいぃ！？」

[イリス/irs0155]「ひぐううぅ！？　わ、私の中で……触手が暴れて…！　んああああぁ！？　待って……待って待って……あああああぁ！！」

[イリス/irs0156]（ああ、やだっ……私……き、気持ちよく……んんぅぅ！？）

[イリス/irs0157]「ああっ、あああああぁ！　あっあっあっ、だ、だめっ……やぁ、ンぅ…そんなにしたら！？　あっ、ああぁ、身体が……！？」

[イリス/irs0158]「やめて、お願い……！　あう、ンぅ、激しい……この触手、激しすぎて……ひいいいぃ！　か、感じちゃう……！！」

@if eval=v(50)==-1 ok=jump:*scene3_start
@end
;;-----------------------------------------------------------------------------
*scene3_init
@if eval=v(52)==0 ok=jump:*scene3_start
@bgm f=bgm05
;@bgv f=aegi_irs2
@bgf- bg=ev05b_1 t=500
*scene3_start
;;-----------------------------------------------------------------------------

@se
;;ＳＥ■媚薬体液の分泌する音
@se f=愛液2
@bgv f=aegi_irs3

[イリス/irs0159]「あああああぁ！？　な、なに……！？」

[イリス/irs0160]（な、何かが私の中に注入されて……な、なにコレ？！　ひいっ！　ひいいっ！　あ、あああっ！！）

　過敏さを増してひりつくオマンコのヒダヒダや肛門の粘膜に、強い催淫効果を持つネバネバした汁が染みこんでいく。

@se f=ピストン l=1

[イリス/irs0161]「あっあっあっ……あっあっあっあっあっ、やぁ、ンぅ…は、激しいっ！　ダイカ、だめよ、そんなにしたら……ああああぁ！？」

[イリス/irs0162]「ああぁ、ダメ、ダメェ！　イクッ！　……触手で……イ、イッちゃうぅ！！　ああっ！！」

[イリス/irs0163]「も、もうだめっ！　イクッ！　イックうぅぅぅぅ！！」

@bgv
;;効果■画面白フラッシュ
;;ＣＧ■CG05c
;;ＳＥ■射精音
@fin bg=ev05c se=射精音

[イリス/irs0164]「ああああああああああぁっ！！」

[イリス/irs0165]「――はあぁぁ！？　ああぁ、ん、い、いや……すご、いっ……ドロドロした……精液が、いっぱい……ああああぁ……」

[イリス/irs0166]「あぅ……も、もう……許して……そんなに、いっぱい……注がないで……」

[イリス/irs0167]「はぁはぁ……はぁはぁ……も、もうやめて……気が済んだなら――ひいいっ！？」

;;ＣＧ■CG05d
;;ＳＥ■下品な粘着音
@bgf- bg=ev05d t=500
@se f=ピストン_激しい l=1
@bgv f=aegi_irs3

[イリス/irs0168]「んはぁあ！！　だ、ダメ！　イッたばかりで、そんな激しく…あはぁ！！」

[イリス/irs0169]（あっあああぁ！？　さっきまでより……もっと深い部分にまでっ！！）

[イリス/irs0170]「ひいいいぃ！？　んぐぐぅぅぅっ！？　ああ、やめっ……もう……もう入らない……入らないわっ！　それ以上挿れられたら……ひいいいぃ！！」

[イリス/irs0171]（し、子宮の奥にまで……触手をねじ込まれて……！！　ああああああぁ！？）

[イリス/irs0172]「ああぁ、許して！　も、もう無理なのっ……あっあっ、お願い、私が悪かったわっ……ひいいいぃ！！」

@if eval=v(50)==-1 ok=jump:*scene4_start
@end
;;-----------------------------------------------------------------------------
*scene4_init
@if eval=v(52)==0 ok=jump:*scene4_start
@bgm f=bgm05
@bgf- bg=ev05d t=500
*scene4_start
;;-----------------------------------------------------------------------------

@bgv f=aegi_irs4

[イリス/irs0173]（か、感じる！　感じちゃう！　触手チンポで犯されてっ！　ああああああぁ！！）

　ダイカの触手ピストンは、一度目以上の深さと激しさで私の快楽スポットを抉り倒す。

[イリス/irs0174]「あっ、あああっ、あああああああああっ！　き、気持ちいい！　ああ、またイッちゃう！　私……イクうううぅ！！」

[イリス/irs0175]「あっ！　はぁん！　も、もうダメ！　オマンコもお尻も触手チンポで犯されてイッちゃうのぉぉぉ！！！」

　逞しく繰り返される触手の抽送に、私は我を忘れた叫び声を上げて狂乱する。

[イリス/irs0176]「あああぁ！　も、もうだめっ！　イッちゃう！！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG05e
;;ＳＥ■射精音
@fin bg=ev05e se=射精音

[イリス/irs0177]「あああああああああぁっっっ！！」

[イリス/irs0178]「あぁっ！　イク、イッてる！　精液、子宮に注がれて、またイクぅぅ！！」

[イリス/irs0179]「んんぅっ！　はぁはぁ……はぁはぁ……」

[イリス/irs0180]「……すごい……こんなの……は、初めてぇ…………」

;;背景■画面黒
@bgm
@fade type=out t=1000 wt=1
@ev
;;中央文字

　――こうしてイリスはダイカの性奴隷にされてしまった。

　その後、イリスの姿を見たモノは誰もいなかった……。

;;背景■画面黒
@wait t=1000
@fade type=in t=1000 wt=1


;;→バッドエンド・ダイオウイカ

