
@if eval=v(50)==-1 ok=jump:*scene1_start
@if eval=v(50)==3 ok=jump:*scene1_init
@if eval=v(50)==2 ok=jump:*scene2_init
@if eval=v(50)==1 ok=jump:*scene3_init
;@if eval=v(50)==0 ok=jump:*scene4_init



;;-----------------------------------------------------------------------------
*scene1_init
*scene1_start
;;-----------------------------------------------------------------------------

;;※非処女の場合
;;●王道ルート
;;　●分岐：敗北

@bgm f=Scene3

@move_f f=iris@ikari body_op=yabure in=r t=300

[イリス]「くっ！？　こ、この私が負けるなんてっ！？」

@move_f f=sakuya@ikari body_op=yabure in=l t=300

[サクヤ]「強いっ……」

[鬼滅]「ククッ、クハハハハハッ！！　口ほどにも無いな、小娘共！　我に逆らった罪、その身体に教えてやろう！！」

@move_f f=iris@ikari out=r t=300
@move_f f=sakuya@ikari out=l t=300

;;ＣＧ■CG06 鬼滅将軍に凌辱
@bgm f=bgm06
@bgf- bg=ev06 t=1000

[２人/all0003]「きゃあああああ！！！」

[イリス/irs0182]「くうぅぅ！　は、放しなさい！」

[イリス/irs0183]（しょ、触手が……身体にっ……！？）

[鬼滅]「ククッ！　弱きものは蹂躙されるのみ。この鬼滅将軍に逆らったことを悔いながら、たっぷりと絶望の縁をさまようがいい！」

[イリス/irs0184]「くううっ……！？　何をふざけたことを……お前の慰み者になるくらいなら、死んだ方がマシ――んぅ！？」

;;ＣＧ■CG06a
@bgf- bg=ev06a t=500

@bgv f=aegi_sky1

[サクヤ/sky0002]「あああぁ、や、やだ、ヌルヌルした触手が……胸に！？　きゃあああぁ！？」

@bgv f=aegi_irs1

[イリス/irs0185]「あぁ！？　や、やめなさい……んあぁ！？」

[イリス/irs0186]（ううっ、触手が胸に絡みついて……ち、乳首を……！！）

[鬼滅]「ハハハ！　ほらほら、どうした女ども！　乳首を吸われて感じてきたか？」

[鬼滅]「この触手は催淫液を分泌しているからな。嘘をついてもバレバレだぞっ！」

[イリス/irs0187]「な、何ですって……！？　くっ……ううっ、吸わない、で……ああああぁ……」

@bgv f=aegi_sky1

[サクヤ/sky0003]「あっあっ、い、いやああ……身体が、熱く………ああぁ……！？」

　グロテスクな触手は薄気味悪い粘着音を響かせて、私とサクヤをギリギリと締めつけ、乳の頂きにむしゃぶりついて激しく吸い立てる。

@bgv f=aegi_irs1

[イリス/irs0188]「ひううっ！？　あ、ああぁ……やめな、さい……私を……いったい誰だと……あっあっ……いや、だめ……あっあああぁ……」

[イリス/irs0189]（ネバネバした汁が、毛穴から……ああぁ、熱くなって……身体が……敏感に！？）

[サクヤ/sky0004]「あっ、やぁ、ンぅ………ああ！　…そ、そんなに激しく乳首、吸われたら……やぁ！」

[イリス/irs0190]「ううっ、サクヤ……この程度で、感じちゃ……あうっ！？」

[鬼滅]「ククク、人の事を言えた姿か？　ほれ、哭いてみせよ！」

@if eval=v(50)==-1 ok=jump:*scene2_start
@end
;;-----------------------------------------------------------------------------
*scene2_init
@if eval=v(52)==0 ok=jump:*scene2_start
@bgf- bg=ev06a t=500
;@bgv f=aegi_sky1
@bgv f=aegi_irs1
@bgm f=bgm06
*scene2_start
;;-----------------------------------------------------------------------------

;;効果■画面白フラッシュ
;;ＣＧ■CG06b
;;ＳＥ■触手チンポ挿入音
@flash
@bgf- bg=ev06b t=500
@se f=挿入音

;;※非処女の場合
;;-----------------------------------------------------------------------------------------------------
@bgv f=aegi_irs2

@bgv f=aegi_irs2

[イリス/irs0193]「んあああああっ！！」

[サクヤ/sky0006]「ああああああぁぁ！　しょ、触手のイチモツが……秘所（ほと）にっ！　んはぁぁ！！」

;;-----------------------------------------------------------------------------------------------------

[鬼滅]「ハハハ！　そらっ！　哭け！　喚けぃ！！」

[イリス/irs0194]「ああああああぁ！？」

;;ＳＥ■下品な粘着音
@se f=ピストン l=1
@bgv f=aegi_irs2

[イリス/irs0195]「あっあっあっ、う、動かないで！　はぅ！　お、奥まで入って……！？　あぁ！？」

[イリス/irs0196]「ああ！　だ、だめぇっ……！　そ、そんなに突かれたらっ……あっ！　あっ！」

[鬼滅]「フハハッ！　弱さとは罪よ！　弱きものはすべてを奪われ、自分の身も、生死も、何もかもが自由にできん！！」

[鬼滅]「我慢できるというならしてみせろ！　もっとも……貴様らの秘所はもう溢れておるがな」

[イリス/irs0197]「ああ、そんな……違うわ、これは……んああああああぁ！？」

[サクヤ/sky0007]「あっ、ああああぁ、イリス……私、感じちゃう！　ダメなのに、気持ち良いのぉ！！」

[イリス/irs0198]「サ、サクヤ！　しっかり、なさい！　こんな所で……負けちゃ……だめっ……はぅ！」

[鬼滅]「ククッ、屈するには早いぞ！」

@se
;;効果■画面白フラッシュ
;;ＣＧ■CG06c
;;ＳＥ■チンポ触手挿入音
@flash
@bgf- bg=ev06c t=500
@se f=挿入音
@bgv f=aegi_irs3

[イリス/irs0199]「ひぐぅぅぅぅぅ！！　お、お尻に、入って…！！」

[サクヤ/sky0008]「あひぃぃぃぃぃ！？　お、お尻の穴が、広がって…ひぐうぅぅ！！」

[鬼滅]「ハハハハ！　そんなに気持ち良いか？　貴様たちの穴が、思いきり締めつけてくるぞ！」

;;ＳＥ■下品な粘着音
@se f=ピストン l=1

[イリス/irs0200]「ひいいぃぃ！？　あっあっあっ、あああああぁ！　動かないで！　やだ、そんなに激しくされたらっ！？　あああああああぁ！！」

[サクヤ/sky0009]「あっああああぁ！　か、感じちゃう！　秘所（ほと）と菊座（きくざ）をぶっとい触手のイチモツが抉って……あああぁ！？」

[イリス/irs0201]「あぁぁっ！　し、子宮の奥、突かれて！　……お尻もっ、あああああああぁ！！」

[サクヤ/sky0010]「んはぁ！　ほ、秘所（ほと）も、お尻も、き、気持ち良すぎてっ！　……た、たまらないのぉ！！」

[イリス/irs0202]「あっ！　あっ！　だめ……が、我慢できないのぉ！　触手チンポが奥まで抉って……あああああぁぁ！！」

[鬼滅]「ククッ、どうした？　憎き敵を相手によがっていて良いのか？　そらそらそらっ！！」

;;ＳＥ■下品な粘着音、さらに激しく
@se f=ピストン_激しい l=1
@bgv f=aegi_irs4

[サクヤ/sky0011]「あっあっ、あああああぁ！　秘所（ほと）に刺さるうぅ！　お尻の穴にも来るのおおおぉ！　これたまんない！　あっあああああぁ！！」

[イリス/irs0203]「ああぁ！　か、感じちゃう！　だめなのにぃ……ああぁ、蕩けちゃう！　あひいいいいぃ！！」

[イリス/irs0204]（ああ、私……なんてイヤラシイ声を！？　でも……でも……もうだめええええぇ！！）

[鬼滅]「ククッ……マンコも尻穴も思いきり締めつけよって……！　さあ、そろそろ我が精を注いでやろう！！」

[イリス/irs0205]「ひいいぃ！　ひいいいいぃ！　あああ、激しいの！　ダメっ！　ダメなのにっ！　もうイッちゃう！　イクううううううっ！！」

[サクヤ/sky0012]「あああ、おかしくなっちゃううぅ！　私もイク！　イクイクイクうううっ！！」

@if eval=v(50)==-1 ok=jump:*scene3_start
@end
;;-----------------------------------------------------------------------------
*scene3_init
@if eval=v(52)==0 ok=jump:*scene3_start
@bgf- bg=ev06c t=500
@bgv f=aegi_irs4
@bgm f=bgm06
*scene3_start
;;-----------------------------------------------------------------------------

@se
@bgv
;;効果■画面白フラッシュ
;;ＣＧ■CG06d
;;ＳＥ■射精音
@fin bg=ev06d se=射精音

[２人/all0004]「ああああああああああああっっっ！！」

[イリス/irs0207]（あはぁ……！　あ、熱いのが子宮に、お尻の奥に注がれてる……！　こんなのっ……んんぅ…！）

[イリス/irs0208]（ああっ、ああああぁ……やだ……気持ち、よすぎ、る……あああああああぁ！！）

[鬼滅]「おおおおぉっ……！　力が回復する……きさま、魔族であったか」

[イリス/irs0209]「ひう、ううっ……！？　くっ……！　わ、私は魔王イリス……魔族のような下級と一緒にしないで……」

[鬼滅]「魔王……？　……ククッ、そうか……あれから随分と経つ……新たな魔王がいても不思議ではないか……」

;;フラッシュ＋挿入音
;;@flash
@bgf- bg=ev06d_1 t=500
@se f=挿入音

[イリス/irs0210]「――んはぁっ！？」

[鬼滅]「クハハハハッ！！　そこのくノ一とまとめて、我の力を取り戻す為に役立ってもらおう」

[イリス/irs0211]「――くっ！　ふ、ふざけないで…！　あぁ！！」

;;ＳＥ■下品な粘着音、さらに激しく
@se f=ピストン_激しい l=1
@bgv f=aegi_irs4

[サクヤ/sky0014]「あっああああぁ！　ひいいいいぃ！！　待って！　待って待って待ってええぇ！　あああ、また触手のイチモツが……ひいいいいぃ！！」

[イリス/irs0212]（くううっ！？　触手チンポが、さっきより激しくっ！？）

[イリス/irs0213]「あっ！　あっあああああぁ！　や、やあああ、すごい、のぉ！　ああああああぁぁ！！」

[サクヤ/sky0015]「あああっ！　あっあああああぁ！　感じちゃう！　触手のイチモツ最高なのおおぉ！　秘所（ほと）も菊座（きくざ）も壊れちゃうううぅ！！」

[イリス/irs0214]「あああぁぁ！　ダメっ、またイク……イクううううっ！！」

[鬼滅]「ククッ！　新たな魔王が、こんな娘とはな……さあ、くノ一と共に、何度もイクが良い！」

;;下品な粘着音、さらに激しく

[サクヤ/sky0016]「あああぁ！　触手のイチモツすごすぎるうぅ！　奥まで届くの！　ああああ、イク！　イクイクイクイクううううっ！！」

[イリス/irs0215]「あひぃぃっ！　だ、ダメなのに気持ち良いのぉ！　も、もうダメ、イッちゃうぅぅ！！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG06e
;;ＳＥ■射精音
@fin bg=ev06e se=射精音

[２人/all0005]「あはあああああああああああああぁぁぁぁっっ！！」

[イリス/irs0217]（あああああ、最高なのおおおぉ！　潮まで噴いてっ！　と、蕩けちゃうのぉ……！）

[イリス/irs0218]（あぁ……体中に精液浴びせられてっ……匂いだけで、イっちゃいそぅ……）

[サクヤ/sky0018]「あっ……ひああぁ……すご、いのぉ……ああああぁ……」

[イリス/irs0219]「サ、サクヤ……」

[イリス/irs0220]（ああ、サクヤも……なんて不様なアクメ顔なの……！　本気で……イキまくってる……）

[鬼滅]「ククッ……クハハハハハッ！！！　さぁ、もっとよがれ、哭け！」

[２人/all0006]「ひああぁ！！」

;;背景■画面黒
@bgm
@fade type=out t=1000 wt=1
@ev
　…………………………………………

　……………………

　…………

@wait t=1000
@fade type=in t=1000 wt=1

;;　　○エンド・鬼滅将軍

