
@if eval=v(50)==-1 ok=jump:*scene1_start
@if eval=v(50)==3 ok=jump:*scene1_init
@if eval=v(50)==2 ok=jump:*scene2_init
@if eval=v(50)==1 ok=jump:*scene3_init
@if eval=v(50)==0 ok=jump:*scene4_init



;;-----------------------------------------------------------------------------
*scene1_init
*scene1_start
;;-----------------------------------------------------------------------------

;;　処女パターン
;;●真・魔王ルート（勇者へと逆襲を果たす）
;;　　○分岐：敗北
;;ＣＧ■CG17 イリス・聖滅神の聖罰
@bgm f=bgm05
@bgf- bg=ev17 t=1000

[イリス/irs0447]「ぐぅ……や、止め……あぐぅぅ！？」

[聖滅神]『……悪しき者よ……貴様には、滅するよりも尚、重い罪を与えよう』

[イリス/irs0448]「何をするの……さ、触らないで……ああああぁ！？」

[聖滅神]『穢れている……身体中からプンプンと、穢れた匂いが立ちのぼっている……特に……この股のつけ根から……』

　私の脚を拘束した触手がいきなり蠢き、私は恥も外聞もない大股開きにさせられてしまう。

[イリス/irs0449]「ああ、なっ……！　脚……そんなに広げないで！　やめなさい！」

[聖滅神]『そして……ここからも……』

[イリス/irs0450]「――ひっ！」

@if eval=v(50)==-1 ok=jump:*scene2_start
@end
;;-----------------------------------------------------------------------------
*scene2_init
@if eval=v(52)==0 ok=jump:*scene2_start
@bgf- bg=ev17 t=500
;@bgv f=aegi_irs1
@bgm f=bgm05
*scene2_start
;;-----------------------------------------------------------------------------

;;ＣＧ■CG17a
@bgf- bg=ev17a t=500
@bgv f=aegi_irs1

[イリス/irs0451]「ああああぁ！？　あう、いやっ……！？」

;;ＳＥ■触手が乳首を吸う音

[イリス/irs0452]「ああああああああぁ！」

[イリス/irs0453]「や、やめて……吸わないで！　だめ……」

[聖滅神]『卑猥な匂いが、勃起した乳首からもプンプンしている……穢れきった身体……決して許されるものではない……』

[イリス/irs0454]「ふ、ふざけたこと、言わないで！　穢れてなんて……ああ、や、やめて……そんな、乳首……舐め回さないで……！」

[聖滅神]『下品な乳首に……股のつけ根のふしだらな肉穴……いや、それだけではない……ここからも、野卑な匂いがプンプンしている……』

[イリス/irs0455]「――ひっ！？」

;;効果■画面白フラッシュ
;;ＣＧ■CG17b
;;ＳＥ■触手チンポ挿入音
@flash
@bgf- bg=ev17b t=500
@se f=挿入音

[イリス/irs0456]「ああああああぁぁぁっ！！　そんな、ところ……い、痛いっ……！」

[聖滅神]『さあ、お浄めだ……神が自らの手で、穢れた魔体を浄めてやろう……』

;;ＳＥ■下品な粘着音
@se f=ピストン l=1

[イリス/irs0457]「ひっ！？　や、やだ……動かないで……お尻の穴で……お尻の穴……掻き回さないで！　ぁ…ああぁ……！」

　聖滅神の触手で身体中を愛撫されながら、私はお尻を犯されてしまう。

　全てが神聖力を宿しているため、私の身体には激痛と快楽が同時に襲い掛かる。

@bgv f=aegi_irs2

[イリス/irs0458]「だめ、やめ、て……痛い……あ、はぁあ……ぁああぁああ！」

[聖滅神]『痛いだけではあるまい？』

[イリス/irs0459]「だ、黙りなさ、い……やっ……だめ……ぅぅああああぁ……」

[イリス/irs0460]（か、感じてしまう！　痛いのに……お尻の中……燃えてるみたいに熱いのに……ウズウズして……）

[イリス/irs0461]「いや、お願い、それ以上……動かさないで……あっあああぁ！？　許し、て……」

[聖滅神]『おお、穢れている、穢れている……しかしやはり、一番穢れているのはここのようだ……』

@if eval=v(50)==-1 ok=jump:*scene3_start
@end
;;-----------------------------------------------------------------------------
*scene3_init
@if eval=v(52)==0 ok=jump:*scene3_start
@bgf- bg=ev17b t=500
@bgv f=aegi_irs2
@bgm f=bgm05
*scene3_start
;;-----------------------------------------------------------------------------

@se
;;効果■画面白フラッシュ
;;ＣＧ■CG17c
;;ＳＥ■チンポ挿入音
@flash
@bgf- bg=ev17c_1 t=500
@se f=挿入音

[イリス/irs0462]「あああああああああぁっ！！」

;;　処女パターン
;;----------------------------------------------

[イリス/irs0463]「い、痛いっ……！」

;;----------------------------------------------

;;ＳＥ■下品な粘着音
@se f=ピストン l=1
@bgv f=aegi_irs3

[イリス/irs0465]「ああ、やめて……ひいいぃ、動かないでって言ってるでしょ！　あああぁ……」

[イリス/irs0466]「んぅ…！　や、灼ける……そんなに激しく動いたら……私のオマンコ……ひぅぅ！？」

[聖滅神]『穢れている……ああ、なんとおぞましい……穢れは浄化させるのみ。この触手の一つ一つが、神の意志である……』

[イリス/irs0467]「あああぁ！？　やめ、てっ……私は、穢れてなんて……は、ぁああっ！　あぁああ！」

[聖滅神]『その喘ぎこそ、穢れを意味する何よりの証……おお、匂う、匂うぞ。ここからだ……ここからだ……』

[イリス/irs0468]「ひいいぃ！？　ああ、だめ……やめて……入れたり、出したり……」

[イリス/irs0469]（ああ、どうしよう……か、感じてきて……！！）

;;ＳＥ■下品な粘着音
@se f=ピストン_激しい l=1
@bgv f=aegi_irs4

[聖滅神]『おお、いやらしい汁がドロドロと……いやらしい魔界の牝が……もしかして……イくのか？　イきそうなのか？』

　膣とアナルを蹂躙した触手が、競いあうように激しくピストンをする。

[イリス/irs0470]「あああああぁ！　だめっ……そんなにしたら……が、我慢できない！　イッちゃう！　イクううっ！！」

[聖滅神]『不様なり、魔王イブリース……さあ、神の国へと突き抜けて、穢れを浄化させるがいい……』

[イリス/irs0471]「だめっ！　もうだめえぇ！　イッちゃう……っぁあああああああああああぁぁっ！！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG17d
;;ＳＥ■射精音
@fin bg=ev17d se=射精音

[イリス/irs0472]「あああああああああぁぁっ！！」

　強力な神聖力が宿った精液を胎内に注がれ、私はけたたましい悲鳴をあげる。

[イリス/irs0473]（い……いや、なのに……こんなこと、本気で、いやなのに…………どうしてなの…………蕩けて、しまう……）

　気がつけば、私のお腹には、くっきりと聖痕が刻まれている。

[聖滅神]『まったく、いやらしい牝犬が……だがこの程度では、まだまだお前の罪は許されない』

[イリス/irs0474]「――きゃああぁ！？」

;;ＳＥ■下品な粘着音、さらに激しく
@se f=ピストン_激しい l=1
@bgv f=aegi_irs3

[イリス/irs0475]「あっあああぁ！　もうやめてっ！　これ以上されたら……あっああぁぁ！！」

[イリス/irs0476]「ああ、感じちゃう！　我慢できないぃ！　これいいの！　いいっ！　いいいいいぃ！！」

[聖滅神]『もっとしてほしいのか？』

[イリス/irs0477]「も、もっとして！　もっといっぱいズボズボしてえぇ！！　お尻も、マンコも……奥まで犯してぇえ！！」

@bgv f=aegi_irs4

[イリス/irs0478]「ああぁ、イッちゃう！　また、私……すぐに……あああああぁっ！！」

[聖滅神]『しょせん魔王など、この程度のもの……獣のような声をあげ、神の偉大さの前にひれ伏すがいい』

[イリス/irs0479]「ひいいぃ！　触手すごいっ！　ウネウネして、オマンコえぐって……あああ、気持ちいい！　イッちゃう！　イッちゃうぅぅうう！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG17e
;;ＳＥ■射精音
@fin bg=ev17e se=射精音

[イリス/irs0480]「ああああああああああぁぁぁっっ！！」

　触手の大量射精の生け贄となった私は、身体中を精液まみれにされ、妊娠でもしたかのようにお腹が膨れあがる。

　強力な神聖力を前にして、魔王としての尊厳も力も全てを失い、惨めな淫牝と化して、不様に全身を痙攣させるしかなかった。

;;　　○エンド・神々の淫世
@bgm
@fade type=out t=1000 wt=1
@ev

　――こうして、魔王イリスと勇者シオンは敗れた。

　世界は聖滅神によって善と悪に分けられ、悪と断定された者たちは、そのことごとくが滅ぼされていったのだった。

@wait t=1000
@fade type=in t=1000 wt=1
