
@if eval=v(50)==-1 ok=jump:*scene1_start
@if eval=v(50)==3 ok=jump:*scene1_init
@if eval=v(50)==2 ok=jump:*scene2_init
@if eval=v(50)==1 ok=jump:*scene3_init
@if eval=v(50)==0 ok=jump:*scene4_init



;;-----------------------------------------------------------------------------
*scene1_init
*scene1_start
;;-----------------------------------------------------------------------------

;;　●分岐：敗北

;;※破瓜の血が流れるパターン
;;ＣＧ■CG03 イリス・レッドオークに凌辱
@bgm f=bgm06
@bgf- bg=ev03 t=1000

[伊利絲/irs0033]「咕嗚嗚！？放、放開我！！」

[紅獸人]「哈哈哈！果然只是個弱雞魔王啊！好了、給我老實一點！」

　紅獸人瞬間就把我扒光、用蠻力把我推倒、把大腿張開。

[伊利絲/irs0034]（咕…！區區獸人、居然讓我受到如此屈辱…！）

[伊利絲/irs0035]「放開我！我說了放開我聽不懂嗎！？」

　我拼命反抗、但缺無法從紅獸人的壓制下逃離。

　從村姑的小穴裏拔出來的肉棒還滴落著白色汁液、但卻充滿血氣的跳動著。

[伊利絲/irs0036]（……！居然會被區區獸人侵犯……！）

[紅獸人]「你這是在跟誰說話呢？嗯？贏的人可是我你這就忘了嗎？」

@if eval=v(50)==-1 ok=jump:*scene2_start
@end
;;-----------------------------------------------------------------------------
*scene2_init
@if eval=v(52)==0 ok=jump:*scene2_start
@bgm f=bgm06
@bgf- bg=ev03 t=1000
*scene2_start
;;-----------------------------------------------------------------------------

[伊利絲/irs0037]「咕！？」

;;ＳＥ■下品な粘着音
@se f=手マン_1 l=1

[伊利絲/irs0038]「快、快停下來……不要用那種東西、摩擦我！」

[伊利絲/irs0039]（…！　骯髒的東西在我的那裏…！不要……被這種低等豬……侵犯什麼的！！）

[紅獸人]「嘿嘿、我要把你幹個爽！！」

@se
;;効果■画面白フラッシュ
;;ＣＧ■CG03a
;;ＳＥ■チンポ挿入音
@flash
@bgf- bg=ev03a_1 t=1000
@se f=挿入音

[伊利絲/irs0040]「啊、啊啊啊啊啊啊啊啊！！」

;;　処女パターンシナリオ
;;-----------------------------------------------------------------------------

[伊利絲/irs0041]（好痛……！這麼…大的東西、放不、進來…）

[紅獸人]「噢噢噢、這可真是極品小穴啊……！超級緊致……濕滑……而且、你還是處女嗎！」

[伊利絲/irs0042]「啊咕！？」

;;-----------------------------------------------------------------------------

[紅獸人]「怎麼樣！要插到更深出去！」

;;ＣＧ■CG03b
@bgf- bg=ev03b_1 t=500
;;ＳＥ■チンポ挿入音、さらに激しく
@se f=挿入音

[伊利絲/irs0045]「啊啊啊啊啊啊！？」

[紅獸人]「噢噢噢、這可真是讓人受不了啊！我要幹個夠！！」

;;ＳＥ■下品な粘着音
@se f=ピストン l=1
@bgv f=aegi_irs1

[伊利絲/irs0046]「啊啊啊啊啊啊！？不、不要動！不要再動了！？啊啊啊啊啊啊啊啊！！」

　將他那異樣的男根插入到我陰道裏的紅獸人開始扭動著腰不斷抽插。

　從腹部傳來的灼熱感讓我下意識咬緊了牙關、發出含糊不清的悲鳴。

[紅獸人]「噢噢噢、不過這還真是……從沒見過的小穴啊！越往裏面去越緊……吸附著肉棒啊！」

[伊利絲/irs0047]「咕……快停下……！這麼、激烈……插到深處……嗯嗚嗚！」

　紅獸人愉悅的呼聲更加高昂、一邊發出惡臭的喘息一邊不斷扭動著腰。

　像火把一樣燃燒著的肉棒強行撐開試圖變窄的小穴、放肆的不斷進出。

[伊利絲/irs0048]（啊啊！？這個……好大……而且……怎麼會這麼硬！）

[伊利絲/irs0049]（不、不要……龜頭的凸起……不斷摩擦著小穴裏內部的粘膜……啊啊啊！？不要……要變得奇怪了……！？）

[伊利絲/irs0050]（這種事情明明很厭惡才對的……嗚嗚嗚！？但是小穴……卻有感覺了！！）

@bgv f=aegi_irs2

[伊利絲/irs0051]「快……快停下……！啊啊……啊啊啊啊……差不多該給我……！？噫嗚！？啊啊啊啊啊！？」

[紅獸人]「哈哈哈！不只是長著個名器、看起來還是個天生的淫亂女呢！就有感覺了嗎！？」

[伊利絲/irs0052]「你……你在說什麼啊！？我才、沒有……！啊啊……不要、快住手……」

[紅獸人]「哦哦、不只是淫水、還發出了這麼色情的叫聲呢！來吧、更多感受下吧！」

[伊利絲/irs0053]「不要、笨蛋……啊啊啊啊！？」

　紅獸人劇烈運動著腰部、撞擊著胯下發出呯呯呯的聲響。

　肉棒一下子變得更硬更大、每次插入陰道深處都會撞到我的子宮、然後摩擦著小穴內壁回到入口處。

　兇暴的陰莖不斷抽插著小穴、發出啾嚕啾嚕下流的聲音。

　我的小穴不受控制的分泌出濃厚的汁液、讓狂暴的肉棒抽插變得更舒服。

[伊利絲/irs0054]（啊啊……！明明是被這種下等的魔物侵犯……啊啊……！？）

[伊利絲/irs0055]「哈嗚、呼哇、啊嗯、不要……停下……啊啊啊……不行、啊啊、已經夠了……啊啊啊啊！？」

[紅獸人]「哦哦、你可真是淫蕩啊、魔王小姐！發出這麼下流的聲音的話……肉棒要忍不住了！！」

@if eval=v(50)==-1 ok=jump:*scene3_start
@end
;;-----------------------------------------------------------------------------
*scene3_init
@if eval=v(52)==0 ok=jump:*scene3_start
@bgm f=bgm06
@bgf- bg=ev03b_1 t=500
*scene3_start
;;-----------------------------------------------------------------------------

;;ＳＥ■下品な粘着音、さらに激しく
@se f=ピストン_激しい l=1
@bgv f=aegi_irs3

[伊利絲/irs0056]「啊啊啊啊！？怎麼會……不要……這麼、激烈……！啊啊、啊~啊啊啊啊！？」

[伊利絲/irs0057]（啊啊、好厲害……太厲害了！在、小穴裏面……不斷來回摩擦著……！）

[伊利絲/irs0058]（要、要有感覺了！明明是不願意的……明明是非常厭惡才對的……居然變得舒服了！！）

　龜頭前部猛烈的進出摩擦著小穴內壁。

　仿佛直接摩擦著快感神經一樣、帶來劇烈甜蜜的感覺。

　酸甜的感覺如同觸電般從股間傳向脊髓、腦髓、直到四肢末端。

[紅獸人]「哦哦、噢噢噢噢……啊啊、太爽了！好、要射了！要在這黏糊糊的淫蕩小穴裏！射滿老子的肉棒汁！」

[伊利絲/irs0059]「哎、哎哎！？啊啊啊！啊~啊啊啊啊啊！？」

;;ＳＥ■下品な粘着音
@se f=ピストン_高速 l=1
@bgv f=aegi_irs4

[伊利絲/irs0060]（啊啊、好、好激烈！太激烈了！嘻噫噫噫噫！？）

　快要接近最後的瞬間的紅獸人、大口大口的喘息著、腰上的肉棒如怒濤般抽插。

　我那背叛了主人意志的肉體由於小穴內壁不斷被摩擦、子宮被啪嗒啪嗒撞擊、不斷噴出閃亮甘甜的火花。

[伊利絲/irs0061]（！？但是……這樣下去的話！？）

[伊利絲/irs0062]「不、不要！啊啊、不行！不要射出來！在裏面……在裏面射出來什麼的、我、我不會原諒你……嘻噫噫！？」

[紅獸人]「哈哈、我才不需要你的許可！啊啊、已經不行了！好了、要射了！射了射了！！」

[伊利絲/irs0063]「嘻噫噫噫！？快停下……不要啊啊啊啊！！」

[紅獸人]「啊啊、射精了！嗚噢噢噢噢噢噢噢！！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG03c
;;ＳＥ■射精音
@fin bg=ev03c se=射精音

[伊利絲/irs0064]「啊啊啊啊啊啊啊啊啊啊！！」

[紅獸人]「噢噢噢、哈哈哈、真是太棒了！」

[伊利絲/irs0065]「啊……啊啊啊啊……！？」

[伊利絲/irs0066]（啊啊、身體……不斷抽搐……嗚嗚、停不下來！

[紅獸人]「哦哦、你也很舒服的樣子呢、淫亂魔王小姐！身體痙攣成這樣、肯定是很開心吧！」

[伊利絲/irs0067]「不、才不是……！這是……不對、嗚……啊啊啊啊……」

[紅獸人]「哈哈！來、全給你射出來！紅獸人的肉棒汁可是有很強的繁殖能力的啊！這已經百分百懷孕了吧！！」

[伊利絲/irs0068]「啊嗚嗚、怎麼會……誰、誰要……懷上你的孩子……」

　我的腹部深處溫熱的感覺慢慢擴散開來。

　一想到真的讓這樣的魔物中出了我的心中蒙上了一層絕望。

[紅獸人]「……嘿嘿、魔王居然懷上了獸人的孩子、真是可笑啊」

[伊利絲/irs0069]「嗚、嗚嗚……！？」

[紅獸人]「不過為了能確保 懷上、還要更多侵犯你才行啊！」

[伊利絲/irs0070]「不、不要啊！獸人的孩子什麼的……啊啊！」

;;背景■画面黒
@fade type=out t=1000 wt=1
;;ＳＥ■下品な粘着音
@se f=ピストン_激しい l=1
@bgv f=aegi_irs4

[伊利絲/irs0071]「啊啊啊、快、快住手！快住手啊！嘻噫噫噫噫噫！？」

[伊利絲/irs0072]（還、還要……繼續嗎！？嘻噫噫噫！？）

　不知道是射精完了還是沒完、紅獸人又開始雄壯的運動著腰部。

[伊利絲/irs0073]「啊啊啊啊啊、快停下！我已經……啊啊啊啊啊啊啊啊！！」

　我散亂著頭髮被紅獸人不斷侵犯發出淒慘的悲鳴……。


@if eval=v(50)==-1 ok=jump:*scene4_start
; NEW
@fade type=in t=1000 wt=1
; NEW
@wait t=1000

@end
;;-----------------------------------------------------------------------------
*scene4_init
@if eval=v(52)==0 ok=jump:*scene4_start
@bgm f=bgm06
@bgv f=aegi_irs4
;FIXME: how to add an immediate black screen?
@fade type=out t=1000 wt=1
@wait t=1000
*scene4_start
;;-----------------------------------------------------------------------------

; REMOVED
;@bgv
; REMOVED
;@se

　……………………

　…………

　……

　然後、一段時間後……。

[伊利絲/irs0074]「啊哈！感、感覺到了！超級感覺到了！！」

@wait t=1000
@bgf- bg=ev03d t=1000
@fade type=in t=1000 wt=1

;;ＣＧ■CG03d

;;ＳＥ■下品な粘着音
@se f=ピストン_激しい l=1
@bgv f=aegi_irs3

[伊利絲/irs0075]「啊啊啊……討厭、要是這麼激烈的話……啊啊啊、肚子裏的嬰兒會搖晃的！會搖晃的！！」

[紅獸人]「哈哈哈哈！那小鬼肯定也習慣啦。肯定會覺得你的子宮像這樣搖晃也是很正常的！」

[伊利絲/irs0076]「啊啊、怎麼會！？啊啊啊啊啊啊啊啊啊啊啊！？」

　我被黏著濃厚的白濁精子覆蓋全身、在懷孕狀態下被紅獸人侵犯著。

　從第一次被侵犯那天開始已經不知道過了多久……我已經懷孕生產過了兩次、現在的是第三個了。

[紅獸人]「不過還真是不像樣的魔王啊。啊啊！？渾身都是精液、還懷上了3只紅獸人的孩子……」

[紅獸人]「不過放心好了、魔王！生完第三只以後、馬上就會讓你懷上第四只！哈哈哈！」

[伊利絲/irs0077]「嘻噫噫！？不、不要……！我已經不想再生了……不要讓我再生了……求你了！啊啊啊啊啊啊！！」

[紅獸人]「嘴上是這麼說、今天不也是用淫蕩的聲音叫個不停嘛！」

[紅獸人]「你倒是說說看你這生過小鬼的肉穴除了作為肉便器還有什麼用！！」

;;ＳＥ■下品な粘着音、さらに激しく
;;ＳＥ■股間と股間が激突する音
@bgv f=aegi_irs4

[伊利絲/irs0078]「啊啊啊啊！嗚啊啊啊啊啊啊！？啊啊嗯、好、好厲害！嘻噫噫噫！？又、又有感覺了！！」

　內心早已崩潰。

　我在這個只有生殖行為一條路的天國享受著快感、毫不掩飾的發出嬌喘。

[紅獸人]「哦哦、今天的密壺也是真坦誠呢！一副很高興的樣子纏著肉棒！」

[伊利絲/irs0079]「啊啊、感覺到了！子宮滋嗯滋嗯的、吞進了肉棒......啊啊啊、要融化了！！」

[紅獸人]「這可真是受不了！嘿呀、你想要肉棒汁吧！想要多少、我就給你多少！！」

[伊利絲/irs0080]「不要、不要再射了……啊、哈啊、啊……啊……啊~啊啊啊啊啊啊啊……！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG03e
;;ＳＥ■射精音
@fin bg=ev03e se=射精音

[伊利絲/irs0081]「啊~啊啊啊啊啊啊啊啊啊啊啊啊！！」

;;ＳＥ■母乳噴出音

[伊利絲/irs0082]「噫吚吚吚！啊啊啊、母乳要噴出來了！噫吚吚吚、這真是……太棒了！啊啊啊啊啊啊啊啊啊啊！！」

　我迸發出愉悅的嬌喘、慢慢步向高潮。

　到達頂點的如癡如醉的快感讓乳房啪嗒啪嗒的跳動著、傷痕累累的乳頭如洩洪版噴射出大量乳液。

　我那已經被完全調教完畢的身體今天也享受著被注入精液和被虐的快感、不斷顫抖痙攣著。

[伊利絲/irs0083]「啊……啊啊啊啊……」

;;背景■画面黒
@bgm
@fade type=out t=1000 wt=1
@ev

　最舒服的快感、和最棒的如地獄般的噩夢的日子。

　對我的性調教任然沒有結束、最終我生產了100只以上紅獸人的子嗣……。

;;背景■画面黒
@rps_ex


;;　　→バッドエンド・レッドオーク

