
@if eval=v(50)==-1 ok=jump:*scene1_start
@if eval=v(50)==3 ok=jump:*scene1_init
@if eval=v(50)==2 ok=jump:*scene2_init
@if eval=v(50)==1 ok=jump:*scene3_init
@if eval=v(50)==0 ok=jump:*scene4_init



;;-----------------------------------------------------------------------------
*scene1_init
*scene1_start
;;-----------------------------------------------------------------------------

;;※非処女のパターン
;;　戦闘：山賊の首領＋子分
;;　●分岐：敗北

;;ＣＧ■CG04 イリス・山賊に輪姦
@bgm f=bgm04
@bgf- bg=ev04 t=1000

[伊利絲/irs0084]「咕！？我居然會輸給區區人類……！！」

　戰敗的我被山賊們一擁而上瞬間就被扒的一絲不掛。

　如同饑餓的野獸的男人們的眼裏透露著貪婪的目光。

　在閃爍著野獸光芒的眼神下、胸部和胯下都被扒光的我感到一陣羞恥感。

[伊利絲/irs0085]「都、都說了放開我！別隨便碰我！」

[山賊Ａ]「別亂動！給我老實點！」

[山賊Ｂ]「不過這傢伙還真是好貨呢、老大！嘿嘿嘿！」

　我拼命抵抗的樣子更加提高了山賊們的興致。

　長時間沒有清洗過身體的男人們全身散發著令人作嘔的惡臭、用蠻力壓制著我。

[伊利絲/irs0086]「……！不要用你們的髒手碰我！放開我！」

　在他們股間頂起沖天尖塔的是滿是污垢的異色肉棒。

　龜頭前端已經緩緩漏出前列腺液、尿道口微微顫動著、不斷有新的汁液流出來。

[伊利絲/irs0087]（咕、我居然會被區區人類侵犯……真是最糟的感覺）

[山賊Ｃ]「哦哦、這傢伙還真是個超級貧乳啊！這麼高傲的性格也是為了掩飾自卑感吧！？」

[伊利絲/irs0088]「誰、誰是貧乳啊！你以為我是！？」

[首領]「嘿嘿！老老實實做我們的同夥還不至於變成這樣……你這笨蛋女人」

　山賊的首領臉上帶著不懷好意的施虐者的笑容、把我的身體按住來回觀察。

[伊利絲/irs0089]「……哼！像你們這種人類本來永遠也不可能看到我的裸體、就心懷感激吧」

@if eval=v(50)==-1 ok=jump:*scene2_start
@end
;;-----------------------------------------------------------------------------
*scene2_init
@if eval=v(52)==0 ok=jump:*scene2_start
@bgm f=bgm04
@bgf- bg=ev04 t=1000
*scene2_start
;;-----------------------------------------------------------------------------

[首領]「哈哈！我可最喜歡這種要強性格的了！能幹這種獵物可是稀奇事啊！我會好好享受一番的！」

[伊利絲/irs0090]「！？」

;;効果■画面白フラッシュ
;;ＣＧ■CG04a
;;ＳＥ■チンポ挿入音
@flash
@bgf- bg=ev04a t=1000
@se f=挿入音

[伊利絲/irs0091]「嗯咕！！」

;;※非処女のパターン
;;----------------------------------

[伊利絲/irs0092]（嗚嗚、好痛！）

[首領]「唔噢噢噢……好、好緊的小穴……雖然性格那麼差而且還是個貧乳、不過小穴倒是很淫蕩啊！？」

[伊利絲/irs0093]「咕嗚嗚……！？閉嘴！啊咕！」

;;----------------------------------

[伊利絲/irs0096]「嗯咕嗚嗚嗚！？」

[山賊Ａ]「來吧！你這傲慢的嘴和小穴都來好好服侍我們！」

[山賊Ｂ]「唔噢噢噢！？咕嗚嗚、老大、不只是前面、後面的也很緊致呢！把肉棒死死纏繞著！」

　山賊的頭子毫不留情的將男根插入我的陰道、後續的惡毒的小弟們也一個接一個將肉棒插入我的嘴和後庭。

[伊利絲/irs0097]「呣咕……嗯咕咕嗚嗚嗚！？」

[伊利絲/irs0098]（嘴和……屁股上的洞都要嗎！？……好、好難受！？）

[首領]「怎麼樣！感覺如何啊、蠢女人、啊啊！？把你身上的洞都給你塞滿！」

[伊利絲/irs0099]「呣咕……嗯咕嗚嗚嗚！？噗哈……拔、拔出來……現在馬上拔出來！！」

[首領]「哈啊？你是傻子嗎。都這樣插進去了……之後肯定會不斷抽插才對吧！」

[伊利絲/irs0100]「嗯咕！？」

;;ＳＥ■下品な粘着音
@se f=ピストン l=1

[伊利絲/irs0101]「嗯呣咕嗚嗚嗚！？嗯嗯嗯！嗯咕咕嗚嗚嗚！！」

[伊利絲/irs0102]（啊啊、骯髒的肉棒……在小穴裏、菊花裏、還有、還有嘴裏……激烈的動著……！？不要啊啊啊！！）

　天を向いて反り返る野獣どもの牡莖が、胎奧へと続く粘膜を、排泄のためにあるはずの粘膜を、口の中の粘膜をスリコギのようにほじり抜く。

　有生以來第一次感覺到肉一樣的物體加熱、血液開始沸騰的灼燒感。

[伊利絲/irs0103]「嗯嗯！？呼、呣……嗯嗚嗚！！」

;;効果■画面白フラッシュ
;;@flash
@flash t=100
@bgv f=aegi_irs1

[伊利絲/irs0104]（啊啊啊……這樣的、這種感覺……這是……）

　被龜頭前部的凸起撞擊著的粘膜如同被被灼燒般發熱、與狼狽的心情相反的腹部卻開始發出甜蜜的感覺。

[伊利絲/irs0105]「呣咕！？嗯嗯、不要……已經……快停下……呣咕、嗯呣咕嗚……咕、呣噗！」

[山賊Ａ]「喂喂喂！光是含著可一點都不舒服啊！把嘴收的更緊、用舌頭舔老子的肉棒！」

　發出興奮過頭的叫喊催著我的是侵犯著我的嘴的山賊。

　滿是髒汙的臉上慢慢變紅、焦急的扭動著腰、將肉棒插入喉嚨深處。

@bgv f=fera_irs1

[伊利絲/irs0106]「吚咕嗚！？好、好難受......」

[山賊Ａ]「叫你好好舔！」

[伊利絲/irs0107]「咕嗚嗚……嗯、啾嚕……嗯、啾啪、嗯啾……嗯嗯」

[山賊Ａ]「哦哦、沒錯……啊啊、感覺不錯！更多……用舌頭和粘膜更多嗍個不停！！」

[伊利絲/irs0108]「嗯嗯嗯呣！？劈嚓、劈嚓、啾噗！啾噗啾噗......啾噗啾噗啾噗、啾噗......！！」

[山賊Ａ]「咕哦哦......啊啊、真是太爽了......」

　難以呼吸的我按照山賊的要求卷起舌頭、開始對山賊的肉棒進行低劣的侍奉。

　粗糙的舌頭激烈的摩擦著柔軟的龜頭和陰莖。

　山賊一副很舒服的樣子抬起頭發出愉悅的呻吟、肉棒前端也開始流出黏糊糊的像樸蕈的汁液一般的前列腺液。

[伊利絲/irs0109]（嗚嗚！？前列腺液……到嘴裏了……好、好惡心！嗚咕嗚嗚！！）

　我從心底對山賊們的肉棒感到厭惡、對這些對我做出如此屈辱的行為的人類們加深了殺意。

@bgv
;;効果■画面白フラッシュ

@if eval=v(50)==-1 ok=jump:*scene3_start
@end
;;-----------------------------------------------------------------------------
*scene3_init
@if eval=v(52)==0 ok=jump:*scene3_start
@bgm f=bgm04
@bgf- bg=ev04a t=1000
*scene3_start
;;-----------------------------------------------------------------------------

[伊利絲/irs0110]「呣咕嗚嗚！？」

;;効果■画面白フラッシュ
@bgf bg=ev04a_2 t=500

;;ＳＥ■下品な粘着音、さらに激しく
@se f=ピストン_激しい l=1
@bgv f=aegi_irs2

[首領]「哦哦、開始濕了、開始變濕了！還真是敏感的密壺啊！你肯定感覺也不錯吧！？」

[伊利絲/irs0111]「嗯呣咕嗚！？你、你在說什麼……！這是……這是！？嗯咕！」

[伊利絲/irs0112]（討、討厭……明明不想感覺到的……但是身體卻越來越熱……）

　山賊們的肉棒抽插變得更加激烈、已經完全如同野獸一般。

　過度敏感的粘膜到處都在被不斷摩擦、與我的意志相反的肉體的快感開始在陰道裏、後庭裏、慢慢擴散開來。

[首領]「哦哦、縮緊了縮緊了……！這下流的小穴一邊啪啾啪啾的出水一邊很舒服的樣子勒緊了肉棒啊！」

[伊利絲/irs0113]「嗯嗯！？啊啊、騙人......這種事情、騙、人......啊啊、嗯呣咕嗚、吚呣咕嗚嗚！？」

[伊利絲/irs0114]（啊啊、不要...居然會被區區人類侵犯而感覺到什麼的...！......啊啊啊！？）

[山賊Ｂ]「嗚哦哦、這可真是讓人受不了啊......後庭像魚的嘴一樣張合......啊啊、肉棒要被吸進去的感覺！」

[伊利絲/irs0115]「才、才沒有了......！這種事情、我......呣噗嗚、啾噗啾噗啾噗！啪嚓！啾噗啾噗啾噗！！」

[山賊Ａ]「喂、給我用舌頭......！用力舔遍龜頭！」

[伊利絲/irs0116]「咕......！？啾噗啾噗啾噗！！啾噗啾噗啾噗啾嚕！」

[首領]「哦哦、真是太爽了、女人！明明是在被侵犯、但是看起來你也快高潮了啊！嘛、終究這就是女人這種生物！」

　山賊的頭領發出如同看穿驚慌失措的我的內心的聲音、如怒濤般加速扭動著腰。

[伊利絲/irs0117]「嗯嗯嗯！？咕嗚嗚嗚嗚！？」

[山賊Ａ]「哦哦、我已經快到極限了、老大......！這個女人、實在太淫蕩了......肉棒感覺快要爆發了！」

[山賊Ｂ]「後、後庭的吸力也不是一般的強啊！啊啊、已經不行了、老大......再怎麼忍耐、精子也要射出來了！！」

　就像追隨著頭領一樣、手下的山賊們也開始用MAX速度扭動著腰。

　在小穴裏、後庭裏、嘴裏的三根肉棒瘋狂的抽插、如蜜般的快感讓我的身體感覺快要融化掉了。

@bgv f=aegi_irs3

[伊利絲/irs0118]「呣咕嗚嗚！嗯咕嗚嗚！？」

[伊利絲/irs0119]（啊啊...！不要、明明很厭惡的...身體卻變熱了......已經...！！）

[首領]「唔噢噢、來了、要射了！要把征服的證明全注入到你小穴裏去！」

[山賊Ａ]「還有嘴裏！」

[山賊Ｂ]「後庭裏也全給你射滿！」

[伊利絲/irs0120]「嗯呣咕嗚嗚嗚！嗯咕咕咕咕嗚！！啊啊、不要、不、住手...啊啊啊啊啊啊啊啊！！」

[首領]「射了、射出來了！唔噢噢噢噢噢噢噢！！」

[伊利絲/irs0121]「噫吚吚吚！嗯咕啊啊啊啊啊啊啊啊啊啊！！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG04b
;;ＳＥ■射精音
@fin bg=ev04b se=射精音

[伊利絲/irs0122]「嗯咕嗚嗚嗚！！」

　被山賊們輪奸的我所有的肉穴都被注入的骯髒的精液。

　到達高潮的雄偉男根不停顫動著、從令人厭惡的睾丸裏射出濃厚的精液。

[伊利絲/irs0123]「嗚咕......啊嗚、不要......啊、啊啊啊啊......」

[山賊Ａ]「喂、給我都喝下去！一滴也不准漏出來聽到了嗎！」

[伊利絲/irs0124]「咕、嗚嗚......嗯咕......嗯、嗯......嗯嗯......」

　在山賊的威嚇下、我下意識的將口中積存的白濁液用力吞下。

　子宮和直腸一直到排泄部、溫暖的液體的感覺不斷擴散、刺激著敏感的粘膜。

　已經無法忍受此等屈辱和自己的窩囊、我的心中翻滾著怒火。

;;ＣＧ■CG04c
@bgf- bg=ev04c t=500

[伊利絲/irs0125]「咕……你、你們這些下等生物……！我一定……要殺光你們！！」

　行為結束後、男人們終於解放了我的肉穴。

　全身滿是精液的我眼前不自覺的被眼淚覆蓋、發出顫抖的聲音詛咒他們。

[首領]「嘿嘿嘿……還真是有氣勢的女人啊。明明自己也很舒服、事到如今還在說這些！」

[伊利絲/irs0126]「才、才沒有感覺舒服！」

[首領]「哈哈哈、儘管扯吧！我倒要試試看你這高傲的態度能保持到什麼時候！」

[伊利絲/irs0127]「啊！？」

[山賊Ａ]「嘿嘿嘿、還能繼續幹嗎、這可真是太爽了！」

[山賊Ｂ]「真是讓人興奮啊。這種上等貨可不是能輕易遇到的啊！」

[伊利絲/irs0128]「啊啊......！？夠了、住手...啊啊啊啊啊啊！！」

;;背景■画面黒
@fade type=out t=1000 wt=1

　我淒慘的悲鳴漸漸變得空虛。

　招致如此結果的、正式自己的自尊。

　就這樣我被山賊們無休止的侵犯、被帶入了生殖高潮的無間地獄......。

@if eval=v(50)==-1 ok=jump:*scene4_start
; NEW
@fade type=in t=1000 wt=1
; NEW
@wait t=1000

@end
;;-----------------------------------------------------------------------------
*scene4_init
@if eval=v(52)==0 ok=jump:*scene4_start
@bgm f=bgm04
@bgf- bg=ev04c t=500
;FIXME: how to add an immediate black screen?
@fade type=out t=1000 wt=1
@wait t=1000
*scene4_start
;;-----------------------------------------------------------------------------

　……………………

　…………

　……

　之後......

[伊利絲/irs0129]「噫吚吚吚吚嗯！已經行了！不要不要不要！啊啊啊啊啊啊！！」

@wait t=1000
@bgf- bg=ev04d t=1000
@fade type=in t=1000 wt=1

;;ＣＧ■CG04d

@bgv f=aegi_irs3

[伊利絲/irs0130]「啊啊啊、啊啊嗯、好厲害、太棒了！嗯嗯......啾、嗯嗯......噗啾嚕！噗嗶噗嗶！」

[山賊Ａ]「嘿嘿嘿！變得老實多了了啊。喂、舌頭再用點力！」

[伊利絲/irs0131]「嗯呣咕嗚！？啪嚓啪嚓啪嚓、嘞啾噗！啾啾！呣哈啊啊......？」

　......究竟過了多久了呢。

　一直被精汙覆蓋全身的我、意識也漸漸沉溺於肉體的愉悅變成了一條母狗。

　乳頭和陰蒂都被打上來奴隸證明的墜飾、粉色的恍惚感麻痹著理性讓我舔舐著肉棒。

[首領]「哦哦、這淫蕩的母狗......一副很舒服的樣自己扭動著屁股用小穴摩擦著我！」

[伊利絲/irs0132]「呣噗嗚、嗯呣噗嗚嗯嗯？啊啊嗯、因為......因為！啾啪啾啪、嗯啾嚕噗！啾噗啾噗啾噗！！」

[山賊Ｂ]「真是的、這女人還真是無藥可救的淫亂女啊、老大、菊花也在抽動個不停啊」

[山賊們]「哈哈哈哈！」

[伊利絲/irs0133]「呣呼嗚嗚、快幹我......啾噗啾噗啾噗！更多侵犯小穴和後庭......嘴也往死裏侵犯吧！！」

@bgv f=aegi_irs4

[伊利絲/irs0134]「啊啊、又要去了！劈嚓、啾噗、噗劈劈！又要去了......高潮要來了！！」

　被那些禽獸們嘲笑和蔑視讓我的肉欲無比高漲。

　被這些低劣的山賊侵犯、到達這個世界的天國對我來說是唯一的愉悅。

[伊利絲/irs0135]（啊啊啊、真的......要去了！！）

[首領]「很好、非常好！這就讓你上天！怎麼樣怎麼樣、想飛多高就飛多高！唔噢噢噢噢噢噢噢噢！！」

[山賊們]「嘿呀啊啊啊啊啊啊啊！！」

[伊利絲/irs0136]「啊啊啊啊啊！啊啊啊啊啊啊啊啊啊啊！！」

@bgv
;;効果■画面白フラッシュ
;;ＣＧ■CG04e
;;ＳＥ■射精音
@fin bg=ev04e se=射精音

[伊利絲/irs0137]「嗯呣嗚嗚嗚嗚嗚嗚！！」

　然後我到達了絕頂、意識一片空白。

　小穴裏、後庭裏、口中都被注入大量腥臭的污濁的精液。

[伊利絲/irs0138]「（吞下）......嗯、嗯...嗯嗚嗯......太、太幸福了......啊啊啊啊......？」

　那確實、是從我嘴裏說出的話。

　就這樣我作為魔王失去了尊嚴、成為了人類們的性奴隸、渡過了漫長的時間......。

;;→バッドエンド・山賊
;;背景■画面黒
@rps_ex
