
@if eval=v(50)==-1 ok=jump:*scene1_start
@if eval=v(50)==3 ok=jump:*scene1_init
@if eval=v(50)==2 ok=jump:*scene2_init
@if eval=v(50)==1 ok=jump:*scene3_init
@if eval=v(50)==0 ok=jump:*scene4_init



;;-----------------------------------------------------------------------------
*scene1_init
*scene1_start
;;-----------------------------------------------------------------------------

;;※処女の場合
;;●王道ルート
;;　●分岐：敗北

;;ＣＧ■CG05 イリス・ダイオウイカ触手凌辱
@bgm f=bgm05
@bgf- bg=ev05 t=1000

[伊利絲/irs0139]「啊啊啊！？咕！？快住手、戴卡！！你要做什麼！！」

[伊利絲/irs0140]「噫吚吚！？觸手伸到那種地方...啊！嗯嗯！？」

[伊利絲/irs0141]「啊、啊啊啊！？快住手......停下、戴卡！我是魔王......！是你的主人......啊啊、等一下！？噫吚吚！！」

　已經成為淫亂情欲的俘虜的大王烏賊不斷扭動著觸手逗弄著小穴前端的陰核。

[伊利絲/irs0142]「啊、啊啊、戴卡！給我適可而止！啊、等一下......啊啊、不行......不、不要......啊啊啊啊啊！？」

;;ＣＧ■CG05a
@bgf- bg=ev05a t=500
;;ＳＥ■媚薬体液分泌音
@se f=愛液2
@bgv f=aegi_irs1

[伊利絲/irs0143]「啊啊~啊啊啊！？」

[伊利絲/irs0144]（從觸手上......分泌出了黏黏的腥臭的體液！？啊......啊啊啊！？）

[伊利絲/irs0145]（不、不要......體液浸入身體裏......身體變得.....奇怪了......嗯......這、這是......媚藥體液！？）

[伊利絲/irs0146]「啊、戴卡......快停下......不、不要把那種東西塗到我身上......呼哇、啊、啊啊啊啊......」

[伊利絲/irs0147]（咕...胸、胸部......和那、那裏變得......好熱......）

[伊利絲/irs0148]「咕...嗚......現、現在停下來的話還能原諒你...！所、所以......嗯啊！？」

@if eval=v(50)==-1 ok=jump:*scene2_start
@end
;;-----------------------------------------------------------------------------
*scene2_init
@if eval=v(52)==0 ok=jump:*scene2_start
@bgm f=bgm05
@bgv f=aegi_irs1
@bgf- bg=ev05a t=500
*scene2_start
;;-----------------------------------------------------------------------------

;;効果■画面白フラッシュ
;;ＣＧ■CG05b
;;ＳＥ■触手挿入音
@flash
@bgf- bg=ev05b_1 t=500
@se f=挿入音

[伊利絲/irs0149]「啊啊啊！！」

;;※処女の場合
;;-----------------------------

[伊利絲/irs0150]「啊咕！！」

觸、觸手......進到了小穴和後庭裏......！！

[伊利絲/irs0152]（咕......我的處女......居然被寵物奪走了......）

;;-----------------------------

;;ＳＥ■グチョグチョと粘着音を響かせて触手がピストンし出す音
@se f=ピストン l=1
@bgv f=aegi_irs2

[伊利絲/irs0154]「啊啊啊啊！？不、不要啊啊啊！不要動！戴卡、這樣不行！觸手......觸手......噫吚吚吚吚！？」

[伊利絲/irs0155]「吚咕嗚嗚！？觸、觸手在我的身體裏......暴動著...！嗯啊啊啊啊！？等下......等下等下......啊啊啊啊啊！！」

[伊利絲/irs0156]（啊啊、討厭......我......變、變得舒服了......嗯嗯！？）

[伊利絲/irs0157]「啊啊、啊啊啊啊啊！啊啊啊、不、不行......呀、嗯...這樣做的話！？啊。啊啊、身體要...！？」

[伊利絲/irs0158]「求你了、快停下......！啊嗚、嗯、太激烈了......這觸手、動的太激烈了......噫吚吚吚！要、要感覺到了......！！」

@if eval=v(50)==-1 ok=jump:*scene3_start
@end
;;-----------------------------------------------------------------------------
*scene3_init
@if eval=v(52)==0 ok=jump:*scene3_start
@bgm f=bgm05
;@bgv f=aegi_irs2
@bgf- bg=ev05b_1 t=500
*scene3_start
;;-----------------------------------------------------------------------------

@se
;;ＳＥ■媚薬体液の分泌する音
@se f=愛液2
@bgv f=aegi_irs3

[伊利絲/irs0159]「啊啊啊啊啊！？什、什麼......！？」

[伊利絲/irs0160]（有、由什麼注入到我的身體裏了......這、這是什麼？！噫吚！噫吚吚！啊、啊啊啊！！）

　過度敏感的小穴和後庭裏的粘膜的刺痛感不斷增強、擁有強力催淫效果的粘性汁液也不斷浸入。

@se f=ピストン l=1

[伊利絲/irs0161]「啊啊啊......啊啊啊啊啊、呀、嗯...太、太快了！戴卡、不行、這麼激烈的話......啊啊啊啊！？」

[伊利絲/irs0162]「啊啊、不行、不行了！去了！......被觸手......弄的要去了！！啊啊！！」

[伊利絲/irs0163]「已經、已經不行了！要去了！要高潮了！！」

@bgv
;;効果■画面白フラッシュ
;;ＣＧ■CG05c
;;ＳＥ■射精音
@fin bg=ev05c se=射精音

[伊利絲/irs0164]「啊啊啊啊啊啊啊！！」

[伊利絲/irs0165]「哈啊！？啊啊、嗯、討、討厭......好厲、害......黏糊糊的......精液、射了好多......啊啊啊啊......」

[伊利絲/irs0166]「啊......已、已經......放過我吧......不要再射、這麼多......進來了......」

[伊利絲/irs0167]「哈啊哈啊......哈啊哈啊......要、要是發洩夠了的話......就快住手吧——噫吚吚！？」

;;ＣＧ■CG05d
;;ＳＥ■下品な粘着音
@bgf- bg=ev05d t=500
@se f=ピストン_激しい l=1
@bgv f=aegi_irs3

[伊利絲/irs0168]「嗯哈啊！！不、不行！才剛剛去了、這麼激烈的話...啊哈！！」

[伊利絲/irs0169]（啊~啊啊啊！？插到比剛才......還要深的部分了！！）

[伊利絲/irs0170]「噫吚吚吚！？嗯咕咕嗚嗚！？啊啊、住手......已經......已經進不來了......已經到盡頭了！要是再插的更深的話......噫吚吚吚！！」

[伊利絲/irs0171]（觸手伸到了......子宮的深處......！！啊啊啊啊啊啊！？）

[伊利絲/irs0172]「啊啊、放過我！已經、已經不行了......啊啊、求你了、是我錯了......噫吚吚吚！！」

@bgv f=aegi_irs4

[伊利絲/irs0173]（要、要感覺到了！有感覺了！被觸手肉棒侵犯的有感覺了！啊啊啊啊啊啊！！）

　戴卡的觸手不斷抽插著、插的比第一次更深也更激烈、不斷撞擊著我的G點。

[伊利絲/irs0174]「啊、啊啊啊、啊啊啊啊啊啊啊啊啊！好、好舒服！啊啊、又要去了！我.....要去了！！」

[伊利絲/irs0175]「啊！哈嗯！已經、已經不行了！小穴和後庭都被觸手肉棒侵犯著要去了！！！」

　肆意妄為的觸手不斷來回抽插著、我也發出忘我狂亂的聲音。

[伊利絲/irs0176]「啊啊啊！已、已經不行了！要去了！！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG05e
;;ＳＥ■射精音
@fin bg=ev05e se=射精音

[伊利絲/irs0177]「啊啊啊啊啊啊啊啊啊！！」

[伊利絲/irs0178]「啊！射了、射進來了！精液、注入到了子宮裏、又要去了！！」

[伊利絲/irs0179]「嗯嗯！哈啊哈啊......哈啊哈啊......」

[伊利絲/irs0180]「......好厲害......這樣的......還是第一次............」

;;背景■画面黒
@bgm
@fade type=out t=1000 wt=1
@ev
;;中央文字

　就這樣伊利絲變成了戴卡的性奴隸。

　從此以後再也沒人見到過伊利絲......。

;;背景■画面黒
@wait t=1000
@fade type=in t=1000 wt=1


;;→バッドエンド・ダイオウイカ

