
@if eval=v(50)==-1 ok=jump:*scene1_start
@if eval=v(50)==3 ok=jump:*scene1_init
@if eval=v(50)==2 ok=jump:*scene2_init
@if eval=v(50)==1 ok=jump:*scene3_init
;@if eval=v(50)==0 ok=jump:*scene4_init



;;-----------------------------------------------------------------------------
*scene1_init
*scene1_start
;;-----------------------------------------------------------------------------

;;※非処女の場合
;;●王道ルート
;;　●分岐：敗北

@bgm f=Scene3

@move_f f=iris@ikari body_op=yabure in=r t=300

[伊利絲]「咕！？我、我居然輸了！？」

@move_f f=sakuya@ikari body_op=yabure in=l t=300

[咲夜]「好強......」

[鬼滅]「咕咕、咕哈哈哈哈哈！！簡直不值一提啊、小姑娘們！反抗我的罪、就用你們的身體來償還好了！」

@move_f f=iris@ikari out=r t=300
@move_f f=sakuya@ikari out=l t=300

;;ＣＧ■CG06 鬼滅将軍に凌辱
@bgm f=bgm06
@bgf- bg=ev06 t=1000

[２人/all0003]「呀啊啊啊啊啊！！！」

[伊利絲/irs0182]「咕嗚！放、放開我！」

[伊利絲/irs0183]（觸、觸手.....把身體......！？）

[鬼滅]「咕咕！弱者只有被蹂躪。你們就在絕望的深淵裏慢慢後悔反抗我鬼滅將軍吧！」

[伊利絲/irs0184]「咕嗚嗚......！？開什麼玩笑......要成為你的玩具什麼的、還不如死了算了！？」

;;ＣＧ■CG06a
@bgf- bg=ev06a t=500

@bgv f=aegi_sky1

[咲夜/sky0002]「啊啊啊、不、不要、黏糊糊的觸手.....伸到胸部！？呀啊啊啊！？」

@bgv f=aegi_irs1

[伊利絲/irs0185]「啊！？快、快住手......嗯啊！？」

[伊利絲/irs0186]（嗚嗚、觸手纏著胸部......在、在把乳頭......！！）

[鬼滅]「哈哈哈！喂喂、怎麼了女人們！乳頭被吮吸的有感覺了嗎？」

[鬼滅]「這觸手可是會分泌催淫液的啊。就算嘴上騙人一眼就能看穿了！」

[伊利絲/irs0187]「什、你說什麼......！？咕......嗚嗚、不要吸、了......啊啊啊啊......」

@bgv f=aegi_sky1

[咲夜/sky0003]「啊啊、討、討厭......身體、變熱了......啊啊......！？」

　扭曲的觸手發出噁心黏著的聲響、緊緊纏住我和咲夜、一副威風凜凜的樣子激烈的吮吸的我們的乳頭。

@bgv f=aegi_irs1

[伊利絲/irs0188]「噫吚吚！？啊、啊啊、快、住手......你把我......當成什麼人......啊啊。不要、不行......啊啊啊啊.......」

[伊利絲/irs0189]（黏黏的汁液、從毛孔......啊啊、身體變得......好熱.......好敏感了！？）

[咲夜/sky0004]「啊、呀、嗯.........啊啊！...這、這麼激烈的、吮吸乳頭的話......呀！」

[伊利絲/irs0190]「嗚嗚、咲夜......這種程度的、就有感覺了......啊嗚！？」

[鬼滅]「咕咕咕、你可沒資格說別人哦？來吧、給我哭一個！」

@if eval=v(50)==-1 ok=jump:*scene2_start
@end
;;-----------------------------------------------------------------------------
*scene2_init
@if eval=v(52)==0 ok=jump:*scene2_start
@bgf- bg=ev06a t=500
;@bgv f=aegi_sky1
@bgv f=aegi_irs1
@bgm f=bgm06
*scene2_start
;;-----------------------------------------------------------------------------

;;効果■画面白フラッシュ
;;ＣＧ■CG06b
;;ＳＥ■触手チンポ挿入音
@flash
@bgf- bg=ev06b t=500
@se f=挿入音

;;※非処女の場合
;;-----------------------------------------------------------------------------------------------------
@bgv f=aegi_irs2

@bgv f=aegi_irs2

[伊利絲/irs0193]「嗯啊啊啊啊啊啊！！」

[咲夜/sky0006]「啊啊啊啊啊啊！觸、觸手......進入了私處裏！」

;;-----------------------------------------------------------------------------------------------------

[鬼滅]「哈哈哈！來吧！哭吧！喊吧！」

[伊利絲/irs0194]「啊啊啊啊啊啊！？」

;;ＳＥ■下品な粘着音
@se f=ピストン l=1
@bgv f=aegi_irs2

[伊利絲/irs0195]「啊啊啊、不、不要動！哈！進、進到深處了......！？啊！？」

[伊利絲/irs0196]「啊啊！不、不行......！這、這樣插的話......啊！啊！」

[鬼滅]「哼哈哈！弱即使罪！弱者的一切都會被奪走、自己的身體、生死、任何自由都沒有！！」

[鬼滅]「認為自己的忍耐的話就試試看吧！不過......你們的私處已經流出來很多汁液了」

[伊利絲/irs0197]「啊啊、怎麼會......不對、這是......嗯啊啊啊啊啊啊！？」

[咲夜/sky0007]「啊、啊啊啊啊、伊利絲......我、要有感覺了！明明是不能這樣的、但是感覺好舒服！！」

[伊利絲/irs0198]「咲、咲夜！振作、一點！不能......在這種地方......輸掉......哈！」

[鬼滅]「咕咕、屈服的還真是快啊！」

@se
;;効果■画面白フラッシュ
;;ＣＧ■CG06c
;;ＳＥ■チンポ触手挿入音
@flash
@bgf- bg=ev06c t=500
@se f=挿入音
@bgv f=aegi_irs3

[伊利絲/irs0199]「噫咕嗚嗚嗚！！進、進到、後庭裏了...！！」

[咲夜/sky0008]「啊噫吚吚吚！？在後庭的小穴裏、變大了...噫咕嗚嗚！！」

[鬼滅]「哈哈哈哈！就這麼舒服嗎？你們的小穴可是縮的真緊啊！」

;;ＳＥ■下品な粘着音
@se f=ピストン l=1

[伊利絲/irs0200]「噫吚吚吚！？啊啊啊、啊啊啊啊啊！不要動了！不要、這麼激烈的話！？啊啊啊啊啊啊啊！！」

[咲夜/sky0009]「啊啊啊啊啊！要、要有感覺了！私處和後庭被肥大的觸手抽動著......啊啊啊！？」

[伊利絲/irs0201]「啊啊！插、插到子宮、深處了！......後庭也、啊啊啊啊啊啊啊！！」

[咲夜/sky0010]「嗯哈！秘、私處和、後庭太舒服了！.......已經、受不了了！！」

[伊利絲/irs0202]「啊！啊！不行......要、要忍耐不住了！觸手肉棒撞著深處......啊啊啊啊啊！！」

[鬼滅]「咕咕、怎麼了？在憎恨的對手面前真的好嗎？噢啦噢啦噢啦！！」

;;ＳＥ■下品な粘着音、さらに激しく
@se f=ピストン_激しい l=1
@bgv f=aegi_irs4

[咲夜/sky0011]「啊啊、啊啊啊啊啊啊！私處被穿刺著！後庭的也來了！這真是太讓人受不了了！啊啊啊啊啊啊！！」

[伊利絲/irs0203]「啊啊！有、有感覺了！明明不行的......啊啊、要融化了！啊噫吚吚吚！！」

[伊利絲/irs0204]（啊啊、我......居然發出了這麼下流的聲音！？但是......但是......已經不行了！！）

[鬼滅]「咕咕......小穴和菊花都使勁勒緊了......！呢麼、差不多該把我的精液注入進去了！！」

[伊利絲/irs0205]「噫吚吚！噫吚吚吚吚！啊啊啊、好激烈！不行！明明是不行的！已經要去了！去了！！」

[咲夜/sky0012]「啊啊啊、要變得奇怪了！我也要去了！去了去了去了！！」

@if eval=v(50)==-1 ok=jump:*scene3_start
@end
;;-----------------------------------------------------------------------------
*scene3_init
@if eval=v(52)==0 ok=jump:*scene3_start
@bgf- bg=ev06c t=500
@bgv f=aegi_irs4
@bgm f=bgm06
*scene3_start
;;-----------------------------------------------------------------------------

@se
@bgv
;;効果■画面白フラッシュ
;;ＣＧ■CG06d
;;ＳＥ■射精音
@fin bg=ev06d se=射精音

[２人/all0004]「啊啊啊啊啊啊啊啊啊啊啊啊！！」

[伊利絲/irs0207]（啊哈......！熱、熱熱的東西、注入到子宮和後庭深處了......！這種事情......嗯嗯...！）

[伊利絲/irs0208]（啊啊、啊啊啊啊......不要......太、舒服、了......啊啊啊啊啊啊啊啊！！）

[鬼滅]「噢噢噢噢......！力量回復了......你這傢伙、是魔族嗎」

[伊利絲/irs0209]「噫嗚、嗚嗚......！？咕......！我、我是魔王伊利絲......別把我跟魔族那種下等生物相提並論......」

[鬼滅]「魔王......？......咕咕、是嗎......在那之後也過了相當長時間......就算出現了新的魔王也不奇怪嗎......」

;;フラッシュ＋挿入音
;;@flash
@bgf- bg=ev06d_1 t=500
@se f=挿入音

[伊利絲/irs0210]「嗯哈！？」

[鬼滅]「咕哈哈哈哈！！你就跟那個女忍者一起成為我回復力量的墊腳石吧」

[伊利絲/irs0211]「咕！開、開什麼玩笑...！啊！！」

;;ＳＥ■下品な粘着音、さらに激しく
@se f=ピストン_激しい l=1
@bgv f=aegi_irs4

[咲夜/sky0014]「啊~啊啊啊啊！噫吚吚吚吚！！等一下！等下等下等一下！啊啊啊、觸手們又......噫吚吚吚吚！！」

[伊利絲/irs0212]（咕嗚嗚！？觸手肉棒、比剛才還要激烈了！？）

[伊利絲/irs0213]「啊！啊啊啊啊啊！不、不要啊啊啊、好厲害、啊！啊啊啊啊啊啊啊！！」

[咲夜/sky0015]「啊啊啊！啊~啊啊啊啊啊！又要感覺到了！觸手真是太棒了！私處和後庭要壞掉了！！」

[伊利絲/irs0214]「啊啊啊！不行、又要去了......去了！！」

[鬼滅]「咕咕！沒想到新的魔王居然是這樣的小姑娘......來吧、跟女忍者一起爽上天吧！」

;;下品な粘着音、さらに激しく

[咲夜/sky0016]「啊啊啊！觸手實在太厲害了！插到了最深處！啊啊啊啊、去了！去了去了去了去了！！」

[伊利絲/irs0215]「啊噫！明、明明不行的但是太舒服了！已、已經不行了、要去了！！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG06e
;;ＳＥ■射精音
@fin bg=ev06e se=射精音

[２人/all0005]「啊哈啊啊啊啊啊啊啊啊啊啊啊啊啊！！」

[伊利絲/irs0217]（啊啊啊啊啊、太棒了！要潮吹了！要、要融化掉了……！）

[伊利絲/irs0218]（啊......身體裏充滿了精液......光是聞著這氣味、就要去了……）

[咲夜/sky0018]「啊......噫啊啊......好厲、害......啊啊啊啊......」

[伊利絲/irs0219]「咲、咲夜......」

[伊利絲/irs0220]（啊啊、咲夜也......也是高潮的不成樣子了......！是真正的......去了的樣子……）

[鬼滅]「咕咕......咕哈哈哈哈哈！！！來吧、更多感受下吧、哭喊吧！」

[２人/all0006]「噫啊啊！！」

;;背景■画面黒
@bgm
@fade type=out t=1000 wt=1
@ev
　…………………………………………

　……………………

　…………

@wait t=1000
@fade type=in t=1000 wt=1

;;　　○エンド・鬼滅将軍

