
@if eval=v(50)==-1 ok=jump:*scene1_start
@if eval=v(50)==3 ok=jump:*scene1_init
@if eval=v(50)==2 ok=jump:*scene2_init
@if eval=v(50)==1 ok=jump:*scene3_init
@if eval=v(50)==0 ok=jump:*scene4_init



;;-----------------------------------------------------------------------------
*scene1_init
*scene1_start
;;-----------------------------------------------------------------------------

;;　処女パターン
;;●真・魔王ルート（勇者へと逆襲を果たす）
;;　　○分岐：敗北
;;ＣＧ■CG17 イリス・聖滅神の聖罰
@bgm f=bgm05
@bgf- bg=ev17 t=1000

[伊利絲/irs0447]「咕……住、住手……啊咕嗚嗚！？」

[聖滅神]『……邪惡的人們啊……對於你們、就給予比毀滅、更重的懲罰吧』

[伊利絲/irs0448]「想要做什麼……不、不要碰我……啊啊啊啊啊啊！？」

[聖滅神]『已經被污染了……從身體中感受得到、污穢的味道傳了出來……特別是……從大腿根部……』

　拘束我雙腿的觸手突然蠕動了起來、我就這樣羞恥的被掰開了雙腿。

[伊利絲/irs0449]「啊啊、什……！　腿……不要弄那麼開！　住手啊！」

[聖滅神]『然後……從這裏也……』

[伊利絲/irs0450]「――唏！」

@if eval=v(50)==-1 ok=jump:*scene2_start
@end
;;-----------------------------------------------------------------------------
*scene2_init
@if eval=v(52)==0 ok=jump:*scene2_start
@bgf- bg=ev17 t=500
;@bgv f=aegi_irs1
@bgm f=bgm05
*scene2_start
;;-----------------------------------------------------------------------------

;;ＣＧ■CG17a
@bgf- bg=ev17a t=500
@bgv f=aegi_irs1

[伊利絲/irs0451]「啊啊啊啊啊啊！？　啊嗚、不要……！？」

;;ＳＥ■触手が乳首を吸う音

[伊利絲/irs0452]「啊啊啊啊啊啊啊啊啊啊啊！」

[伊利絲/irs0453]「停、停下來……不要吸啊！　不行……」

[聖滅神]『淫蕩的氣味、從勃起的乳頭陣陣散發出來……墮落的污穢之軀……絕不能被原諒……』

[伊利絲/irs0454]「少、少在那裏、胡說八道了！　污穢什麼的……啊啊、住、住手啊……不要、那樣來回……舔乳頭啊……！」

[聖滅神]『色情的乳頭……大腿根部毫不檢點的肉穴……不、還不止這些……從這裏、也散發著淫蕩的氣息……』

[伊利絲/irs0455]「――唏！？」

;;効果■画面白フラッシュ
;;ＣＧ■CG17b
;;ＳＥ■触手チンポ挿入音
@flash
@bgf- bg=ev17b t=500
@se f=挿入音

[伊利絲/irs0456]「啊啊啊啊啊啊啊啊啊！！　那種、地方……好、好疼……！」

[聖滅神]『來吧、淨化時間到了……由神親自動手、淨化你這污穢的身軀吧……』

;;ＳＥ■下品な粘着音
@se f=ピストン l=1

[伊利絲/irs0457]「唏！？　不、不要……不要動了……菊花……不要……不要再攪動菊花了！　啊…啊啊啊……！」

　聖滅神的觸手一邊愛撫著全身、一邊侵犯著我的菊花。

　由於他的一切都寄宿著神聖力、快感和劇痛同時向我的身體襲來。

@bgv f=aegi_irs2

[伊利絲/irs0458]「不行、住手、啊……好疼……啊、哈啊啊……啊啊啊啊啊啊啊！」

[聖滅神]『並不只是疼痛吧？』

[伊利絲/irs0459]「閉、閉嘴、不……要……不要啊……嗚嗚啊啊啊啊啊……」

[伊利絲/irs0460]（有、有感覺了！　好疼……菊花裏……像燃燒一樣疼可是……癢癢的……）

[伊利絲/irs0461]「不要、求你了、不要再……動了……啊啊啊啊啊啊啊！？　饒了、我吧……」

[聖滅神]『哦哦、污穢、全是污穢……但是果然、這裏的污穢最嚴重……』

@if eval=v(50)==-1 ok=jump:*scene3_start
@end
;;-----------------------------------------------------------------------------
*scene3_init
@if eval=v(52)==0 ok=jump:*scene3_start
@bgf- bg=ev17b t=500
@bgv f=aegi_irs2
@bgm f=bgm05
*scene3_start
;;-----------------------------------------------------------------------------

@se
;;効果■画面白フラッシュ
;;ＣＧ■CG17c
;;ＳＥ■チンポ挿入音
@flash
@bgf- bg=ev17c_1 t=500
@se f=挿入音

[伊利絲/irs0462]「啊啊啊啊啊啊啊啊啊啊啊！！」

;;　処女パターン
;;----------------------------------------------

[伊利絲/irs0463]「好、好疼……！」

;;----------------------------------------------

;;ＳＥ■下品な粘着音
@se f=ピストン l=1
@bgv f=aegi_irs3

[伊利絲/irs0465]「啊啊、住手啊……唏咿咿咿、我不是說了嗎住手啊！　啊啊啊啊……」

[伊利絲/irs0466]「恩…！　要、被燙傷了……動的那麼激烈的話……我的小穴……唏嗚嗚！？」

[聖滅神]『被污穢侵佔了……啊啊、多麼的可怕……污穢必將得到淨化。這一根根觸手、全都是神的意志……』

[伊利絲/irs0467]「啊啊啊啊啊！？　住手、啊……我才、沒有被污穢……哈、啊啊啊啊！　啊啊啊啊啊！」

[聖滅神]『那個嬌喘、正是被污穢了的證明……哦哦、能聞到、我能聞到。從這裏……就是從這裏……』

[伊利絲/irs0468]「唏咿咿咿！？　啊啊、不行……快住手……進進、出出的……」

[伊利絲/irs0469]（啊啊、怎麼辦……好、好有感覺……！！）

;;ＳＥ■下品な粘着音
@se f=ピストン_激しい l=1
@bgv f=aegi_irs4

[聖滅神]『哦哦、誘人墮落的汁液不停地往外淌……下賤的母性魔族……難道說……高潮了嗎？　要高潮了嗎？』

　蹂躪著小穴和菊花的觸手、仿佛相互競爭似的猛烈抽插起來。

[伊利絲/irs0470]「啊啊啊啊啊啊！　不行啊……那麼激烈的話……會、會忍不住的！　要去了！　要去了啊啊！！」

[聖滅神]『真丟臉啊、魔王伊布利斯……接受吧、就這樣把你頂到神的國度、淨化一切的污穢吧……』

[伊利絲/irs0471]「不行！　已經不行了！　要去了……嗚啊啊啊啊啊啊啊啊啊啊啊嗚！！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG17d
;;ＳＥ■射精音
@fin bg=ev17d se=射精音

[伊利絲/irs0472]「啊啊啊啊啊啊啊啊啊！！」

　寄宿有強大神聖力的精液注入到了胎中、我不禁喊出了尖銳的悲鳴。

[伊利絲/irs0473]（明……明明、很討厭……這種事情、真的、很討厭…………可是為什麼…………這麼舒服、啊啊……）

　回過神來、我的腹部、已經刻上了顯眼的聖痕。

[聖滅神]『真是、淫蕩的母狗……不過這個程度、還不足以饒恕你的罪過』

[伊利絲/irs0474]「――咿呀啊啊啊！？」

;;ＳＥ■下品な粘着音、さらに激しく
@se f=ピストン_激しい l=1
@bgv f=aegi_irs3

[伊利絲/irs0475]「啊啊啊啊啊啊！　求求你住手吧！　繼續這麼做下去的話……啊啊啊啊啊啊啊！！」

[伊利絲/irs0476]「啊啊、好舒服！　忍不住了啊啊！　這個好棒！　好棒！　好棒哦哦哦！！」

[聖滅神]『還想要更多嗎？』

[伊利絲/irs0477]「再、再來更多！　再多啪啪啪地插我吧！！　屁股也要、小穴也要……再插得更深些！！」

@bgv f=aegi_irs4

[伊利絲/irs0478]「啊啊啊、要去了！　我、馬上……又要……啊啊啊啊啊啊！！」

[聖滅神]『所謂魔王、不過是這種程度……發出野獸般的嚎叫、臣服在偉大的神面前吧』

[伊利絲/irs0479]「唏咿咿咿！　觸手好厲害！　不停扭動著、挖著小穴……啊啊啊、好舒服！　要去了！　要去了啊啊啊啊啊！」

@bgv
@se
;;効果■画面白フラッシュ
;;ＣＧ■CG17e
;;ＳＥ■射精音
@fin bg=ev17e se=射精音

[伊利絲/irs0480]「啊啊啊啊啊啊啊啊啊啊啊！！」

　成為觸手大量精液祭品的我、身體裏已經全部被精液塗滿、腹部也像懷孕了一樣鼓脹起來。

　在強大的神聖力面前、作為魔王的尊嚴也已盡失、悲慘的淪為母豬、渾身不受控制的痙攣著。

;;　　○エンド・神々の淫世
@bgm
@fade type=out t=1000 wt=1
@ev

　――就這樣、魔王伊利絲和勇者西歐敗北了。

　世界由聖滅神之手分為善惡、被斷定為惡的人們、全都被消滅殆盡。

@wait t=1000
@fade type=in t=1000 wt=1
